Repository: VGSheva/CURAua
Catalog: share/cura/resources/i18n/*/cura.po
Languages: uk_ua

# @text:window
source: UltiMaker Cura collects anonymous data in order to improve the print quality and user experience. Below is an example of all the data that is shared:
uk_ua: UltiMaker Cura збирає анонімні дані для підвищення якості друку та покращення взаємодії з користувачем. Нижче наведено приклад всіх даних, що передаються:

# @item:inlistbox
source: UltiMaker Format Package
uk_ua: Пакет формату UltiMaker

# name
source: UltiMaker Network Connection
uk_ua: З'єднання з мережею UltiMaker

# @info
source: UltiMaker Verified Package
uk_ua: Перевірений пакет UltiMaker

# @info
source: UltiMaker Verified Plug-in
uk_ua: Перевірений плагін UltiMaker

# name
source: UltiMaker machine actions
uk_ua: Дії з принтерами UltiMaker

# @button
source: UltiMaker printer
uk_ua: Принтер UltiMaker

# @label:button
source: UltiMaker support
uk_ua: Підримка UltiMaker

# @info:status
source: Unable to add the profile.
uk_ua: Неможливо додати профіль.

# @info:status
source: Unable to find a location within the build volume for all objects
uk_ua: Неможливо розмістити всі об'єкти всередині об'єму, що друкується

# @info
source: Unable to reach the UltiMaker account server.
uk_ua: Немає зв'язку із сервером облікових записів UltiMaker.

# @text
source: Unable to read example data file.
uk_ua: Неможливо прочитати приклад файлу даних.

# @info:title
source: Unable to slice
uk_ua: Неможливо нарізати

# @label:PrintjobStatus
source: Unable to slice
uk_ua: Неможливо нарізати

# @info:status
source: Unable to slice because the prime tower or prime position(s) are invalid.
uk_ua: Слайсинг неможливий, оскільки чорнова вежа чи її позиція неправильні.

# @info:status
source: Unable to slice because there are objects associated with disabled Extruder %s.
uk_ua: Неможливо розділити шари через наявність об'єктів, пов'язаних з вимкненим екструдером %s.

# @info:status
source: Unable to slice due to some per-model settings. The following settings have errors on one or more models: {error_labels}
uk_ua: Не вдалося виконати слайсинг через налаштування моделі. Наступні параметри помилкові для однієї або кількох моделей: {error_labels}

# @info:status
source: Unable to slice with the current material as it is incompatible with the selected machine or configuration.
uk_ua: Неможливо нарізати модель, використовуючи поточний матеріал, оскільки він несумісний із вибраною машиною чи конфігурацією.

# @info:status
source: Unable to slice with the current settings. The following settings have errors: {0}
uk_ua: Не можу виконати слайсинг на поточних налаштуваннях. Перевірте такі параметри: {0}

# @info
source: Unable to start a new sign in process. Check if another sign in attempt is still active.
uk_ua: Неможливо розпочати новий вхід до системи. Перевірте, чи ще не завершено інший сеанс.

# @label:status
source: Unavailable
uk_ua: Недоступний

# @label
source: Unavailable printer
uk_ua: Недоступний принтер

# @action:inmenu menubar:edit
source: Ungroup Models
uk_ua: Розгрупувати моделі

# @button
source: Uninstall
uk_ua: Видалити

# @title:column Unit of measurement
source: Unit
uk_ua: Одиниця

# @label Description for development tool
source: Universal build system configuration
uk_ua: Конфігурація універсальної системи збірки

# @label
source: Unknown
uk_ua: Невідомо

# @label unknown version of Cura
source: Unknown
uk_ua: Невідомо

# @label:property
source: Unknown Author
uk_ua: Невідомий автор

# @label:property
source: Unknown Package
uk_ua: Невідомий пакет

# @error:send
source: Unknown error code when uploading print job: {0}
uk_ua: Невідомий код помилки під час завантаження завдання друку: {0}

# @text
source: Unknown error.
uk_ua: Невідома помилка.

# @label
source: Unlink Material
uk_ua: Відв'язати матеріал

# @label:status
source: Unreachable
uk_ua: Недосяжно

# @label
source: Untitled
uk_ua: Без імені

# @text Print job name
source: Untitled
uk_ua: Без імені

# @button
source: Update
uk_ua: Оновити

# @action
source: Update Firmware
uk_ua: Оновити прошивку

# @title
source: Update Firmware
uk_ua: Оновити прошивку

# @action:ComboBox Update/override existing profile
source: Update existing
uk_ua: Оновити існуючий

# @action:tooltip
source: Update profile with current settings/overrides
uk_ua: Оновити профіль поточними параметрами

# @action:button
source: Update profile.
uk_ua: Оновити профіль.

# @info:title
source: Update your printer
uk_ua: Оновіть свій принтер

# @label
source: Updates
uk_ua: Оновлення

# @label
source: Updating firmware.
uk_ua: Оновлення прошивки.

# @button
source: Updating...
uk_ua: Оновлення...

# description
source: Upgrades configurations from Cura 2.1 to Cura 2.2.
uk_ua: Оновлює налаштування Cura 2.1 до Cura 2.2.

# description
source: Upgrades configurations from Cura 2.2 to Cura 2.4.
uk_ua: Оновлює налаштування Cura 2.2 до Cura 2.4.

# description
source: Upgrades configurations from Cura 2.5 to Cura 2.6.
uk_ua: Оновлює налаштування Cura 2.5 до Cura 2.6.

# description
source: Upgrades configurations from Cura 2.6 to Cura 2.7.
uk_ua: Оновлює налаштування Cura 2.6 до Cura 2.7.

# description
source: Upgrades configurations from Cura 2.7 to Cura 3.0.
uk_ua: Оновлює налаштування Cura 2.7 до Cura 3.0.

# description
source: Upgrades configurations from Cura 3.0 to Cura 3.1.
uk_ua: Оновлює налаштування Cura 3.0 до Cura 3.1.

# description
source: Upgrades configurations from Cura 3.2 to Cura 3.3.
uk_ua: Оновлює налаштування Cura 3.2 до Cura 3.3.

# description
source: Upgrades configurations from Cura 3.3 to Cura 3.4.
uk_ua: Оновлює налаштування Cura 3.3 до Cura 3.4.

# description
source: Upgrades configurations from Cura 3.4 to Cura 3.5.
uk_ua: Оновлює налаштування Cura 3.4 до Cura 3.5.

# description
source: Upgrades configurations from Cura 3.5 to Cura 4.0.
uk_ua: Оновлює налаштування Cura 3.5 до Cura 4.0.

# description
source: Upgrades configurations from Cura 4.0 to Cura 4.1.
uk_ua: Оновлює налаштування Cura 4.0 до Cura 4.1.

# description
source: Upgrades configurations from Cura 4.1 to Cura 4.2.
uk_ua: Оновлює налаштування Cura 4.1 до Cura 4.2.

# description
source: Upgrades configurations from Cura 4.11 to Cura 4.12.
uk_ua: Оновлює налаштування Cura 4.11 до Cura 4.12.

# description
source: Upgrades configurations from Cura 4.13 to Cura 5.0.
uk_ua: Оновлює налаштування Cura 4.13 до Cura 5.0.

# description
source: Upgrades configurations from Cura 4.2 to Cura 4.3.
uk_ua: Оновлює налаштування Cura 4.2 до Cura 4.3.

# description
source: Upgrades configurations from Cura 4.3 to Cura 4.4.
uk_ua: Оновлює налаштування Cura 4.3 до Cura 4.4.

# description
source: Upgrades configurations from Cura 4.4 to Cura 4.5.
uk_ua: Оновлює налаштування Cura 4.4 до Cura 4.5.

# description
source: Upgrades configurations from Cura 4.5 to Cura 4.6.
uk_ua: Оновлює налаштування Cura 4.5 до Cura 4.6.

# description
source: Upgrades configurations from Cura 4.6.0 to Cura 4.6.2.
uk_ua: Оновлює налаштування Cura 4.6.0 до Cura 4.6.2.

# description
source: Upgrades configurations from Cura 4.6.2 to Cura 4.7.
uk_ua: Оновлює налаштування Cura 4.6.2 до Cura 4.7.

# description
source: Upgrades configurations from Cura 4.7 to Cura 4.8.
uk_ua: Оновлює налаштування Cura 4.7 до Cura 4.8.

# description
source: Upgrades configurations from Cura 4.8 to Cura 4.9.
uk_ua: Оновлює налаштування Cura 4.8 до Cura 4.9.

# description
source: Upgrades configurations from Cura 4.9 to Cura 4.10.
uk_ua: Оновлює налаштування Cura 4.9 до Cura 4.10.

# description
source: Upgrades configurations from Cura 5.2 to Cura 5.3.
uk_ua: Оновлює налаштування Cura 5.2 до Cura 5.3.

# description
source: Upgrades configurations from Cura 5.3 to Cura 5.4.
uk_ua: Оновлює налаштування Cura 5.3 до Cura 5.4.

# @action:button
source: Upload custom Firmware
uk_ua: Залити власну прошивку

# @info:status
source: Uploading print job to printer.
uk_ua: Завантаження завдання друку до принтера.

# @info:backup_status
source: Uploading your backup...
uk_ua: Виконується заливка вашої резервної копії...

# @option:check
source: Use a single instance of Cura
uk_ua: Використовувати один екземпляр Cura

# @label
source: Use glue for better adhesion with this material combination.
uk_ua: Використовувати клей для кращого прилипання до цієї комбінації матеріалів.

# @label
source: User Agreement
uk_ua: Угода користувача

# @label Description for application dependency
source: Utility functions, including an image loader
uk_ua: Допоміжні функції, включаючи завантажувач зображень

# @label Description for application dependency
source: Utility library, including Voronoi generation
uk_ua: Допоміжні функції, включаючи створення діаграм Вороного

# name
source: Version Upgrade 2.1 to 2.2
uk_ua: Оновлення версії 2.1 до 2.2

# name
source: Version Upgrade 2.2 to 2.4
uk_ua: Оновлення версії 2.2 до 2.4

# name
source: Version Upgrade 2.5 to 2.6
uk_ua: Оновлення версії 2.5 до 2.6

# name
source: Version Upgrade 2.6 to 2.7
uk_ua: Оновлення версії 2.6 до 2.7

# name
source: Version Upgrade 2.7 to 3.0
uk_ua: Оновлення версії 2.7 до 3.0

# name
source: Version Upgrade 3.0 to 3.1
uk_ua: Оновлення версії 3.0 до 3.1

# name
source: Version Upgrade 3.2 to 3.3
uk_ua: Оновлення версії 3.2 до 3.3

# name
source: Version Upgrade 3.3 to 3.4
uk_ua: Оновлення версії 3.3 до 3.4

# name
source: Version Upgrade 3.4 to 3.5
uk_ua: Оновлення версії 3.4 до 3.5

# name
source: Version Upgrade 3.5 to 4.0
uk_ua: Оновлення версії 3.5 до 4.0

# name
source: Version Upgrade 4.0 to 4.1
uk_ua: Оновлення версії 4.0 до 4.1

# name
source: Version Upgrade 4.1 to 4.2
uk_ua: Оновлення версії 4.1 до 4.2

# name
source: Version Upgrade 4.11 to 4.12
uk_ua: Оновлення версії 4.11 до 4.12

# name
source: Version Upgrade 4.13 to 5.0
uk_ua: Оновлення версії 4.13 до 5.0

# name
source: Version Upgrade 4.2 to 4.3
uk_ua: Оновлення версії 4.2 до 4.3

# name
source: Version Upgrade 4.3 to 4.4
uk_ua: Оновлення версії 4.3 до 4.4

# name
source: Version Upgrade 4.4 to 4.5
uk_ua: Оновлення версії 4.4 до 4.5

# name
source: Version Upgrade 4.5 to 4.6
uk_ua: Оновлення версії 4.5 до 4.6

# name
source: Version Upgrade 4.6.0 to 4.6.2
uk_ua: Оновлення версії 4.6.0 до 4.6.2

# name
source: Version Upgrade 4.6.2 to 4.7
uk_ua: Оновлення версії 4.6.2 до 4.7

# name
source: Version Upgrade 4.7 to 4.8
uk_ua: Оновлення версії 4.7 до 4.8

# name
source: Version Upgrade 4.8 to 4.9
uk_ua: Оновлення версії 4.8 до 4.9

# name
source: Version Upgrade 4.9 to 4.10
uk_ua: Оновлення версії 4.9 до 4.10

# name
source: Version Upgrade 5.2 to 5.3
uk_ua: Оновлення версії 5.2 до 5.3

# name
source: Version Upgrade 5.3 to 5.4
uk_ua: Оновлення версії 5.3 до 5.4

# @button
source: View printers in Digital Factory
uk_ua: Переглянути принтери в Digital Factory

# @label
source: View type
uk_ua: Перегляд типу

# @label link to technical assistance
source: View user manuals online
uk_ua: Перегляд посібників користувачів онлайн

# @label
source: Viewport behavior
uk_ua: Поведінка вікна

# @action:inmenu
source: Visible Settings
uk_ua: Наявні параметри

# @button
source: Visit plug-in website
uk_ua: Відвідайте веб-сайт вбудованих модулів

# @tooltip:button
source: Visit the UltiMaker website.
uk_ua: Посетите веб-сайт UltiMaker.

# @label
source: Visual
uk_ua: Візуальний

# @label
source: Waiting for
uk_ua: Очікування

# @label
source: Waiting for Cloud response
uk_ua: Очікується відповідь від хмари

# @button
source: Waiting for new printers
uk_ua: Очікування нових принтерів

# @button
source: Want more?
uk_ua: Бажаєте більшого?

# @info:title
source: Warning
uk_ua: Увага

# @info:status
source: Warning: The profile is not visible because its quality type '{0}' is not available for the current configuration. Switch to a material/nozzle combination that can use this quality type.
uk_ua: Увага! Профіль не відображається, оскільки його тип якості {0} недоступний для поточної конфігурації. Виберіть комбінацію матеріалу та сопла, яким підходить цей тип якості.

# @text:window
source: We have found one or more G-Code files within the files you have selected. You can only open one G-Code file at a time. If you want to open a G-Code file, please just select only one.
uk_ua: Серед вибраних файлів ми знайшли кілька файлів із G-кодом. Ви можете відкрити лише один файл за один раз. Змініть свій вибір, будь ласка.

# @text:window
source: We have found one or more project file(s) within the files you have selected. You can open only one project file at a time. We suggest to only import models from those files. Would you like to proceed?
uk_ua: Ми виявили один або більше проектних файлів серед вибраних вами. Ви можете відкрити лише один файл проекту. Ми пропонуємо імпортувати тільки моделі цих файлів. Бажаєте продовжити?

# @info
source: Webcam feeds for cloud printers cannot be viewed from UltiMaker Cura. Click "Manage printer" to visit Ultimaker Digital Factory and view this webcam.
uk_ua: Канали веб-камери для хмарних принтерів не можна переглянути з UltiMaker Cura. Натисніть кнопку «Керування принтером», щоб переглянути цю веб-камеру на веб-сайті Ultimaker Digital Factory.

# @button
source: Website
uk_ua: Веб-сайт

# @label
source: What printer would you like to setup?
uk_ua: Який принтер ви бажаєте налаштувати?

# @info:tooltip
source: What type of camera rendering should be used?
uk_ua: Рендеринг камери якого типу слід використовувати?

# @action:inmenu menubar:help
source: What's New
uk_ua: Що нового

# @label
source: What's New
uk_ua: Що нового

# @title:window
source: What's New
uk_ua: Що нового

# @info:tooltip
source: When checking for updates, check for both stable and for beta releases.
uk_ua: Під час перевірки оновлень перевіряйте як стабільні, так і бета-версії.

# @info:tooltip
source: When checking for updates, only check for stable releases.
uk_ua: Під час перевірки оновлень перевіряйте лише стабільні версії.

# @info:tooltip
source: When you have made changes to a profile and switched to a different one, a dialog will be shown asking whether you want to keep your modifications or not, or you can choose a default behaviour and never show that dialog again.
uk_ua: При внесенні змін у профіль та перемиканні на інший, буде показаний діалог, який запитує ваше рішення про збереження ваших змін, або ви можете вказати стандартну поведінку та не показувати такий діалог.

# @button
source: Why do I need to sync material profiles?
uk_ua: Навіщо синхронізація профілів матеріалів потрібна?

# @action:label
source: Width (mm)
uk_ua: Ширина (мм)

# description
source: Writes g-code to a compressed archive.
uk_ua: Записує G-код у стислий архів.

# description
source: Writes g-code to a file.
uk_ua: Записує G-код у файл.

# @label
source: X (Width)
uk_ua: X (Ширина)

# @label
source: X max
uk_ua: X максимум

# @label
source: X min
uk_ua: X мінімум

# name
source: X-Ray View
uk_ua: Перегляд у рентгені

# @item:inlistbox
source: X-Ray view
uk_ua: Перегляд у рентгені

# @item:inlistbox
source: X3D File
uk_ua: Файл X3D

# name
source: X3D Reader
uk_ua: Читання X3D

# @label
source: Y (Depth)
uk_ua: Y (Глибина)

# @label
source: Y max
uk_ua: Y максимум

# @label
source: Y min
uk_ua: Y мінімум

# @info
source: Yes
uk_ua: Так

# @label
source: You are about to remove all printers from Cura. This action cannot be undone. Are you sure you want to continue?
uk_ua: Ви видаляєте всі принтери Cura. Цю дію неможливо буде скасувати. Продовжити?

# @label
source: You are about to remove {0} printer from Cura. This action cannot be undone. Are you sure you want to continue?
uk_ua: Ви видаляєте {0} принтер із Cura. Цю дію неможливо буде скасувати. Продовжити?

# @info:status
source: You are attempting to connect to a printer that is not running UltiMaker Connect. Please update the printer to the latest firmware.
uk_ua: Ви намагаєтесь підключитися до принтера, на якому не працює UltiMaker Connect. Поновіть прошивку принтера до останньої версії.

# @info:status
source: You are attempting to connect to {0} but it is not the host of a group. You can visit the web page to configure it as a group host.
uk_ua: Ви намагаєтесь підключитись до {0}, але це не головний принтер групи. Відкрийте веб-сторінку, щоб налаштувати його як головний принтер групи.

# @empty_state
source: You don't have any backups currently. Use the 'Backup Now' button to create one.
uk_ua: На даний момент у вас відсутні резервні копії. Щоб створити резервну копію, натисніть кнопку «Створити резервну копію».

# @text:window, %1 is a profile name
source: You have customized some profile settings. Would you like to Keep these changed settings after switching profiles? Alternatively, you can discard the changes to load the defaults from '%1'.
uk_ua: Ви змінили деякі налаштування профілю. Зберегти змінені установки після перемикання профілів? Зміни можна скасувати та завантажити за замовчуванням з %1.

# @label
source: You need to accept the license to install the package
uk_ua: Для встановлення пакета необхідно прийняти ліцензію

# @info:generic
source: You need to quit and restart {} before changes have effect.
uk_ua: Щоб активувати зміни, потрібно завершити роботу програмного забезпечення {} та перезапустити його.

# @dialog:info
source: You will need to restart Cura before your backup is restored. Do you want to close Cura now?
uk_ua: Вам потрібно буде перезапустити Cura, перш ніж дані будуть відновлені з резервної копії. Ви дійсно хочете, щоб закрити Cura прямо зараз?

# @info:status
source: You will receive a confirmation via email when the print job is approved
uk_ua: Ви отримаєте підтвердження електронною поштою після затвердження завдання друку

# @info:backup_status
source: Your backup has finished uploading.
uk_ua: Заливання резервної копії завершено.

# @action:label
source: Your current settings match the selected profile.
uk_ua: Ваші поточні параметри збігаються з вибраним профілем.

# @info
source: Your new printer will automatically appear in Cura
uk_ua: Ваш новий принтер автоматично з'явиться у Cura

# @info:status
source: Your printer <b>{printer_name}</b> could be connected via cloud. Manage your print queue and monitor your prints from anywhere connecting your printer to Digital Factory
uk_ua: Принтер <b>{printer_name}</b> може бути підключений через хмару. Керуйте чергою друку та стежте за результатом з будь-якого місця завдяки підключенню принтера до Digital Factory

# @label
source: Z (Height)
uk_ua: Z (Висота)

# @label Description for application dependency
source: ZeroConf discovery library
uk_ua: Бібліотека ZeroConf

# @action:button
source: Zoom toward mouse direction
uk_ua: Збільшувати за рухом мишки

# @info:tooltip
source: Zooming towards the mouse is not supported in the orthographic perspective.
uk_ua: В ортогональній проекції зміна масштабу мишею не підтримується.

# @text Placeholder for the username if it has been deleted
source: deleted user
uk_ua: віддалений користувач

# @label
source: max
uk_ua: макс

# @label
source: min
uk_ua: мін

# @label
source: mm
uk_ua: мм

# @info:status
source: today
uk_ua: сьогодні

# @info:status
source: tomorrow
uk_ua: завтра

# @label
source: version: %1
uk_ua: версія: %1

# @message {printer_name} is replaced with the name of the printer
source: {printer_name} will be removed until the next account sync.
uk_ua: {printer_name} буде видалено до наступної синхронізації облікового запису.

# @info:generic
source: {} plugins failed to download
uk_ua: Вбудовані модулі ({} шт.) не завантажені
