Repository: VGSheva/CURAua
Catalog: share/cura/resources/i18n/*/cura.po
Languages: uk_ua

# @info:backup_failed
source: Could not create archive from user data directory: {}
uk_ua: Не вдалося створити архів із каталогу з даними користувача: {}

# @info:status Don't translate the tag {device}!
source: Could not find a file name when trying to write to {device}.
uk_ua: Не можу знайти ім'я файлу під час запису в {device}.

# @info:status Don't translate the XML tags <filename> or <message>!
source: Could not import material <filename>%1</filename>: <message>%2</message>
uk_ua: Не можу імпортувати матеріал <filename>%1</filename>: <message>%2</message>

# @info:error
source: Could not interpret the server's response.
uk_ua: Не вдалося інтерпретувати відповідь сервера.

# @info:error
source: Could not reach Marketplace.
uk_ua: Не вдалося зв'язатися із магазином.

# @message
source: Could not read response.
uk_ua: Не вдалося прочитати відповідь.

# @message:text
source: Could not save material archive to {}:
uk_ua: Неможливо зберегти архів матеріалів в {}:

# @info:status Don't translate the XML tags <filename> or <message>!
source: Could not save to <filename>{0}</filename>: <message>{1}</message>
uk_ua: Не можу записати <filename>{0}</filename>: <message>{1}</message>

# @info:status
source: Could not save to removable drive {0}: {1}
uk_ua: Не можна зберегти на зовнішній носій {0}: {1}

# @info:text
source: Could not upload the data to the printer.
uk_ua: Не вдалося завантажити дані з хмари на принтер.

# @title:window
source: Crash Report
uk_ua: Звіт про збій

# @title:window
source: Create Profile
uk_ua: Створити профіль

# @text
source: Create a free UltiMaker Account
uk_ua: Створіть безкоштовний обліковий запис UltiMaker

# @button
source: Create a free UltiMaker account
uk_ua: Створіть безкоштовний обліковий запис UltiMaker

# @info:tooltip
source: Create a volume in which supports are not printed.
uk_ua: Створення об'єму без друку елементів підтримки.

# @action:ComboBox Save settings in a new profile
source: Create new
uk_ua: Створити новий

# @action:button
source: Create new
uk_ua: Створити новий

# @button
source: Create new
uk_ua: Створити новий

# @action:tooltip
source: Create new profile from current settings/overrides
uk_ua: Створити новий профіль із поточних налаштувань/перевизначень

# @tooltip:button
source: Create print projects in Digital Library.
uk_ua: Створюйте проекти друку в електронній бібліотеці.

# description
source: Creates an eraser mesh to block the printing of support in certain places
uk_ua: Створення об'єкта стирання для блокування друку елемента підтримки у певних місцях

# @info:backup_status
source: Creating your backup...
uk_ua: Створення резервної копії...

# @item:inlistbox
source: Cura 15.04 profiles
uk_ua: Профілі Cura 15.04

# @title:window
source: Cura Backups
uk_ua: Резервні копії Cura

# name
source: Cura Backups
uk_ua: Резервні копії Cura

# @item:inlistbox
source: Cura Profile
uk_ua: Профіль Cura

# name
source: Cura Profile Reader
uk_ua: Читання профілю Cura

# name
source: Cura Profile Writer
uk_ua: Запис профілю Cura

# @item:inlistbox
source: Cura Project 3MF file
uk_ua: 3MF файл проекту Cura

# @backuplist:label
source: Cura Version
uk_ua: Версія Cura

# @title:window
source: Cura can't start
uk_ua: Не вдалося запустити Cura

# @info:status
source: Cura has detected material profiles that were not yet installed on the host printer of group {0}.
uk_ua: Cura виявила профілі матеріалів, які ще не встановлені в головному принтері групи {0}.

# @info:credit
source: Cura is developed by UltiMaker in cooperation with the community. Cura proudly uses the following open source projects:
uk_ua: Cura розроблена UltiMaker у співпраці з спільнотою. Cura з гордістю використовує такі проекти з відкритим кодом:

# @label
source: Cura language
uk_ua: Мова Cura

# @label Cura version number
source: Cura version
uk_ua: Версія Cura

# name
source: CuraEngine Backend
uk_ua: Двигун CuraEngine

# @label
source: Currency:
uk_ua: Валюта:

# @title:column
source: Current
uk_ua: Поточний

# @title:column
source: Current changes
uk_ua: Поточні зміни

# @header
source: Custom
uk_ua: Своє

# @label
source: Custom
uk_ua: Своє

# @title:tab
source: Custom
uk_ua: Своя

# @label
source: Custom Material
uk_ua: Власний матеріал

# @label
source: Custom profile
uk_ua: Власний профіль

# @info
source: Custom profile name:
uk_ua: Ім'я профілю користувача:

# @label
source: Custom profiles
uk_ua: Власні профілі

# @label:header
source: Custom profiles
uk_ua: Власні профілі

# @item:inlistbox
source: Cutting mesh
uk_ua: Обмежуючий об'єкт

# @item:inlistbox
source: Darker is higher
uk_ua: Темні вище

# @info:title
source: Data Sent
uk_ua: Дані надіслані

# @label Description for application dependency
source: Data interchange format
uk_ua: Формат обміну даними

# @button
source: Decline
uk_ua: Відхилити

# @button
source: Decline and close
uk_ua: Відхилити та закрити

# @button
source: Decline and remove from account
uk_ua: Відхилити та видалити з облікового запису

# @window:text
source: Default behavior for changed setting values when switching to a different profile:
uk_ua: Стандартна поведінка для змінених значень параметрів при перемиканні на інший профіль:

# @info:tooltip
source: Default behavior when opening a project file
uk_ua: Стандартна поведінка при відкритті файлу проекту

# @window:text
source: Default behavior when opening a project file:
uk_ua: Стандартна поведінка при відкритті файлу проекту

# @action:button
source: Defaults
uk_ua: Стандартні

# @label
source: Defines the thickness of your part side walls, roof and floor.
uk_ua: Визначає товщину бічних стін, даху та підлоги вашої деталі.

# @label
source: Delete
uk_ua: Видалити

# @dialog:title
source: Delete Backup
uk_ua: Видалити резервную копію

# @action:inmenu
source: Delete Model
uk_ua: Видалити модель

# @action:inmenu menubar:edit
source: Delete Selected
uk_ua: Видалити вибране

# @window:title
source: Delete print job
uk_ua: Видалити завдання друку

# @label
source: Density
uk_ua: Щільність

# @label Description for development tool
source: Dependency and package manager
uk_ua: Менеджер залежностей та пакетів

# @action:label
source: Depth (mm)
uk_ua: Глибина (мм)

# @action:label
source: Derivative from
uk_ua: Похідне від

# @header
source: Description
uk_ua: Опис

# @label
source: Description
uk_ua: Опис

# @action:button
source: Details
uk_ua: Подробиці

# @label
source: Diameter
uk_ua: Діаметр

# @button
source: Disable
uk_ua: Вимкнути

# @action:inmenu
source: Disable Extruder
uk_ua: Вимкнути екструдер

# @option:discardOrKeep
source: Discard and never ask again
uk_ua: Відкинути та більше ніколи не запитувати

# @action:button
source: Discard changes
uk_ua: Відмінити зміни

# @action:button
source: Discard current changes
uk_ua: Скасувати поточні зміни

# @title:window
source: Discard or Keep changes
uk_ua: Скасувати або зберегти зміни

# @button
source: Dismiss
uk_ua: Відхилити

# @label
source: Display Name
uk_ua: Відображене ім'я

# @option:check
source: Display model errors
uk_ua: Відображувати помилки моделі

# @option:check
source: Display overhang
uk_ua: Відобразити нависання

# @info:option_text
source: Do not show this message again
uk_ua: Більше не показувати це повідомлення

# @info:generic
source: Do you want to sync material and software packages with your account?
uk_ua: Бажаєте синхронізувати пакети матеріалів та програмного забезпечення зі своїм обліковим записом?

# @action:label
source: Don't show project summary on save again
uk_ua: Більше не показувати звіт за проектом

# @action:menu
source: Don't show this setting
uk_ua: Не показувати цей параметр

# @label
source: Don't support overlaps
uk_ua: Не підтримувати перекриття

# @button
source: Done
uk_ua: Готово

# @button
source: Downgrade
uk_ua: Перехід на більш ранню версію

# @button
source: Downgrading...
uk_ua: Перехід на більш ранню версію...

# @label
source: Draft
uk_ua: Черновий

# @action:button
source: Duplicate
uk_ua: Дублювати

# @title:window
source: Duplicate Profile
uk_ua: Копіювати профіль

# @backup_limit_info
source: During the preview phase, you'll be limited to 5 visible backups. Remove a backup to see older ones.
uk_ua: На етапі попереднього перегляду відображається лише 5 резервних копій. Щоб переглянути попередні резервні копії, видаліть одну копію.

# @title:menu menubar:toplevel
source: E&xtensions
uk_ua: &Доповнення

# @action:button
source: Edit
uk_ua: Редагування

# @action:button
source: Eject
uk_ua: Витягнути

# @action
source: Eject removable device {0}
uk_ua: Витягнути знімний пристрій {0}

# @info:status
source: Ejected {0}. You can now safely remove the drive.
uk_ua: Витягнуто {0}. Ви можете безпечно витягти носій.

# @label
source: Empty
uk_ua: Пусто

# @button
source: Enable
uk_ua: Увімкнути

# @action:inmenu
source: Enable Extruder
uk_ua: Увімкнути екструдер

# @label
source: Enable printing a brim or raft. This will add a flat area around or under your object which is easy to cut off afterwards.
uk_ua: Дозволяє друк облямівки або підкладки. Це додає плоску область навколо або під об'єктом, яку легко видалити після друку.

# @label
source: Enabled
uk_ua: Увімкнено

# description
source: Enables ability to generate printable geometry from 2D image files.
uk_ua: Забезпечує можливість генерувати друковану геометрію із файлів двовимірних зображень.

# @title:label
source: End G-code
uk_ua: Кінцевий G-код

# @label
source: End-to-end solution for fused filament 3D printing.
uk_ua: Повне рішення для 3D друку методом наплавлення матеріалу.

# @label
source: Engineering
uk_ua: Проектування

# @option:check
source: Ensure models are kept apart
uk_ua: Упевнитися, що моделі розміщені поруч

# @label
source: Enter the IP address of your printer on the network.
uk_ua: Введіть IP-адресу принтера у мережі.

# @text
source: Enter your printer's IP address.
uk_ua: Введіть IP-адресу свого принтера.

# @info:title
source: Error
uk_ua: Помилка

# @title:groupbox
source: Error traceback
uk_ua: Зворотне відстеження помилки

# @error:zip
source: Error writing 3mf file.
uk_ua: Помилка під час запису файлу 3MF.

# @label
source: Estimated time left
uk_ua: Залишилося приблизно

# @action:inmenu
source: Exit Full Screen
uk_ua: Вийти з повноекранного режиму

# @label
source: Experimental
uk_ua: Експериментальне

# @action:button
source: Export
uk_ua: Експорт

# @title:window
source: Export All Materials
uk_ua: Експорт усіх матеріалів

# @title:window
source: Export Material
uk_ua: Експортувати матеріал

# @title:window
source: Export Profile
uk_ua: Експорт профіля

# @action:inmenu menubar:file
source: Export Selection...
uk_ua: Експорт обраного...

# @button
source: Export material archive
uk_ua: Експорт архіву матеріалів

# @info:title
source: Export succeeded
uk_ua: Експорт успішно завершено

# @info:status Don't translate the XML tag <filename>!
source: Exported profile to <filename>{0}</filename>
uk_ua: Експортування профілю в <filename>{0}</filename>

# @tooltip:button
source: Extend UltiMaker Cura with plugins and material profiles.
uk_ua: Розширюйте можливості UltiMaker Cura за рахунок плагінів та профілів матеріалів.

# description
source: Extension that allows for user created scripts for post processing
uk_ua: Розширення, яке дозволяє користувачеві створювати скрипти для постобробки

# @label
source: Extruder
uk_ua: Екструдер

# @action:label
source: Extruder %1
uk_ua: Екструдер %1

# @title:label
source: Extruder End G-code
uk_ua: Завершаючий G-код екструдера

# @title:label
source: Extruder Start G-code
uk_ua: Стартовий G-код екструдера

# @info:title
source: Extruder(s) Disabled
uk_ua: Екструдер(и) відключено

# @label:status
source: Failed
uk_ua: Збій

# @text:error
source: Failed to connect to Digital Factory to sync materials with some of the printers.
uk_ua: Підключення до Digital Factory для синхронізації матеріалів із деякими принтерами не встановлено.

# @text:error
source: Failed to connect to Digital Factory.
uk_ua: Підключення до Digital Factory не встановлено.

# @text:error
source: Failed to create archive of materials to sync with printers.
uk_ua: Архів матеріалів для синхронізації з принтерами не створено.

# @info:status
source: Failed to eject {0}. Another program may be using the drive.
uk_ua: Неможливо вийняти {0}. Інша програма може використовувати цей пристрій.

# @info:status Don't translate the XML tags <filename> and <message>!
source: Failed to export material to <filename>%1</filename>: <message>%2</message>
uk_ua: Не можу експортувати матеріал <filename>%1</filename>: <message>%2</message>

# @info:status Don't translate the XML tags <filename> or <message>!
source: Failed to export profile to <filename>{0}</filename>: <message>{1}</message>
uk_ua: Неможливо експортувати профіль до <filename>{0}</filename>: <message>{1}</message>

# @info:status Don't translate the XML tag <filename>!
source: Failed to export profile to <filename>{0}</filename>: Writer plugin reported failure.
uk_ua: Неможливо експортувати профіль до <filename>{0}</filename>: Плагін запису повідомив про помилку.

# @info:status Don't translate the XML tag <filename>!
source: Failed to import profile from <filename>{0}</filename>:
uk_ua: Не вдалося імпортувати профіль з <filename>{0}</filename>:

# @info:status Don't translate the XML tags <filename>!
source: Failed to import profile from <filename>{0}</filename>:
uk_ua: Не вдалося імпортувати профіль з <filename>{0}</filename>:

# @info:status Don't translate the XML tags <filename>!
source: Failed to import profile from <filename>{0}</filename>: {1}
uk_ua: Не вдалося імпортувати профіль з <filename>{0}</filename>: {1}

# @button
source: Failed to load packages:
uk_ua: Пакети не завантажені:

# @text:error
source: Failed to load the archive of materials to sync it with printers.
uk_ua: Архів матеріалів для синхронізації з принтерами не завантажено.

# @message:title
source: Failed to save material archive
uk_ua: Архів матеріалів не збережено

# @label:category menu label
source: Favorites
uk_ua: Вибрані

# @label
source: Filament Cost
uk_ua: Вартість матеріалу

# @label
source: Filament length
uk_ua: Довжина матеріалу

# @label
source: Filament weight
uk_ua: Вага матеріалу

# @title:window
source: File Already Exists
uk_ua: Файл вже існує

# @info:title
source: File Saved
uk_ua: Файл збережено

# @info:status
source: File {0} does not contain any valid profile.
uk_ua: У файлі {0} немає відповідних профілів.

# @label:textbox
source: Filter...
uk_ua: Фільтр...

# @info:title
source: Finding Location
uk_ua: Пошук місця

# @info:status
source: Finding new location for objects
uk_ua: Пошук місця для нових об'єктів

# @action:button
source: Finish
uk_ua: Завершити

# @label:status
source: Finished
uk_ua: Завершено

# @label:status
source: Finishes %1 at %2
uk_ua: Завершення %1 у %2

# @title:window
source: Firmware Update
uk_ua: Оновлення прошивки

# name
source: Firmware Update Checker
uk_ua: Перевірка оновлень

# name
source: Firmware Updater
uk_ua: Засіб оновлення прошивки

# @label
source: Firmware can not be updated because the connection with the printer does not support upgrading firmware.
uk_ua: Неможливо оновити прошивку, оскільки підключення до принтера не підтримує функцію оновлення прошивки.

# @label
source: Firmware can not be updated because there is no connection with the printer.
uk_ua: Неможливо оновити прошивку, оскільки немає підключення до принтера.

# @label
source: Firmware is the piece of software running directly on your 3D printer. This firmware controls the step motors, regulates the temperature and ultimately makes your printer work.
uk_ua: Прошивка є програмне забезпечення, яке працює на платі вашого 3D принтера. Прошивка керує кроковими моторами, регулює температуру та зрештою, забезпечує роботу вашого принтера.

# @label
source: Firmware update completed.
uk_ua: Оновлення прошивки завершено.

# @label
source: Firmware update failed due to an communication error.
uk_ua: Оновлення прошивки не вдалося через помилку зв'язку.

# @label
source: Firmware update failed due to an input/output error.
uk_ua: Оновлення прошивки не вдалося через помилку введення-виводу.

# @label
source: Firmware update failed due to an unknown error.
uk_ua: Оновлення прошивки не вдалося через невідому помилку.

# @label
source: Firmware update failed due to missing firmware.
uk_ua: Оновлення прошивки не вдалося через її відсутність.

# @label
source: Firmware version
uk_ua: Версія прошивки

# @label
source: First available
uk_ua: Перше доступне

# @label:listbox
source: Flow
uk_ua: Потік

# @text In the UI this is followed by a list of steps the user needs to take.
source: Follow the following steps to load the new material profiles to your printer.
uk_ua: Щоб завантажити нові профілі матеріалів у принтер, виконайте наведені нижче дії.

# @info
source: Follow the procedure to add a new printer
uk_ua: Виконайте процедуру додавання нового принтера

# @text
source: Following a few simple steps, you will be able to synchronize all your material profiles with your printers.
uk_ua: Виконавши кілька простих дій, ви зможете синхронізувати всі профілі матеріалів зі своїми принтерами.

# @label
source: Font
uk_ua: Шрифт

# @label
source: For every position; insert a piece of paper under the nozzle and adjust the print build plate height. The print build plate height is right when the paper is slightly gripped by the tip of the nozzle.
uk_ua: Для кожної позиції вставте шматок паперу під сопло і відрегулюйте висоту столу. Коли кінчик сопла трохи притискає папір до столу, то ви виставили правильну висоту столу.

# @info:tooltip
source: For lithophanes a simple logarithmic model for translucency is available. For height maps the pixel values correspond to heights linearly.
uk_ua: Для літофанії передбачена проста логарифмічна модель світлопрохідності. У картах висот значення пікселів лінійно відповідають висотам.

# @info:tooltip
source: For lithophanes dark pixels should correspond to thicker locations in order to block more light coming through. For height maps lighter pixels signify higher terrain, so lighter pixels should correspond to thicker locations in the generated 3D model.
uk_ua: Для літофанії темні пікселі повинні відповідати товстішим частинам, щоб сильніше затримувати світло, що проходить. Для схем висот світліші пікселі позначають більш високу ділянку. Тому світліші пікселі повинні відповідати товстішим місцям у створеній 3D-моделі.

# @option:check
source: Force layer view compatibility mode (restart required)
uk_ua: Перегляд шарів у режимі сумісності (потрібний перезапуск)

# @action:inmenu menubar:view
source: Front View
uk_ua: Вигляд спереду

# @info:tooltip
source: Front View
uk_ua: Вигляд спереду

# @item:inlistbox
source: G File
uk_ua: Файл G

# @info:title
source: G-code Details
uk_ua: Параметри G-code

# @item:inlistbox
source: G-code File
uk_ua: Файл G-code

# name
source: G-code Profile Reader
uk_ua: Засіб зчитування профілю з G-коду

# name
source: G-code Reader
uk_ua: Читання G-code

# name
source: G-code Writer
uk_ua: Засіб запису G-коду

# @label
source: G-code flavor
uk_ua: Варіант G-коду

# @label Description for application component
source: G-code generator
uk_ua: Генератор G-коду

# @error:not supported
source: GCodeGzWriter does not support text mode.
uk_ua: Засіб запису G-коду з розширенням GZ (GCodeGzWriter) не підтримує текстовий режим.

# @error:not supported
source: GCodeWriter does not support non-text mode.
uk_ua: Засіб записування G-коду (GCodeWriter) не підтримує нетекстовий режим.

# @item:inlistbox
source: GIF Image
uk_ua: GIF зображення

# @label Description for application dependency
source: GUI framework
uk_ua: Фреймворк GUI

# @label Description for application dependency
source: GUI framework bindings
uk_ua: Фреймворк GUI, інтерфейс

# @label
source: Gantry Height
uk_ua: Висота порталу

# @title:tab
source: General
uk_ua: Загальне

# @label
source: Generate structures to support parts of the model which have overhangs. Without these structures, these parts would collapse during printing.
uk_ua: Генерація структур для підтримки нависаючих частин моделі. Без цих структур такі частини складатимуться під час друку.

# @label Description for development tool
source: Generating Windows installers
uk_ua: Генерація інсталяторів для Windows

# @label:category menu label
source: Generic
uk_ua: Універсальні

# @option:check
source: Get notifications for plugin updates
uk_ua: Отримувати повідомлення про оновлення плагінів

# @action
source: Get started
uk_ua: Приступити

# @title:tab
source: Global Settings
uk_ua: Загальні параметри

# @label Description for application component
source: Graphical user interface
uk_ua: Графічний інтерфейс користувача

# @label
source: Group #{group_nr}
uk_ua: Група #{group_nr}

# @tooltip of pre-heat
source: Heat the bed in advance before printing. You can continue adjusting your print while it is heating, and you won't have to wait for the bed to heat up when you're ready to print.
uk_ua: Нагрів гарячого столу перед друком. Ви можете продовжувати налаштування вашого друку, поки стіл нагрівається, і вам не доведеться чекати нагріву столу для старту друку.

# @tooltip of pre-heat
source: Heat the hotend in advance before printing. You can continue adjusting your print while it is heating, and you won't have to wait for the hotend to heat up when you're ready to print.
uk_ua: Нагрівання сопла перед друком. Можна продовжувати налаштування друку під час нагрівання, і вам не доведеться чекати нагріву сопла, коли ви будете готові приступити до друку.

# @label
source: Heated Build Plate (official kit or self-built)
uk_ua: Стіл, що нагрівається (офіційний набір або саморобний)

# @label
source: Heated bed
uk_ua: Стіл, що нагрівається

# @label
source: Heated build volume
uk_ua: Об'єм друку, що підігрівається

# @action:label
source: Height (mm)
uk_ua: Висота (мм)

# @label
source: Helpers
uk_ua: Помічники

# @label
source: Hex
uk_ua: Шестигранний

# @label
source: Hide all connected printers
uk_ua: Приховати всі підключені принтери

# @action:menu
source: Hide this setting
uk_ua: Сховати цей параметр

# @info:tooltip
source: Highlight missing or extraneous surfaces of the model using warning signs. The toolpaths will often be missing parts of the intended geometry.
uk_ua: Позначте відсутні або зайві поверхні моделі за допомогою попереджувальних знаків. У шляхах інструментів часто будуть відсутні деталі передбачуваної геометрії.

# @info:tooltip
source: Highlight unsupported areas of the model in red. Without support these areas will not print properly.
uk_ua: Підсвічувати червоні області моделі, що вимагають підтримки. Без підтримки ці області не будуть надруковані правильно.

# @button
source: How to load new material profiles to my printer
uk_ua: Завантаження нових профілів матеріалів у принтер

# @action:button
source: How to update
uk_ua: Порядок оновлення

# @text:window
source: I don't want to send anonymous data
uk_ua: Не хочу надсилати анонімні дані

# @label:status
source: Idle
uk_ua: Простій

# @label
source: If you are trying to add a new UltiMaker printer to Cura
uk_ua: Якщо ви намагаєтеся додати новий принтер UltiMaker у Cura

# @label
source: If your printer is not listed, read the <a href='%1'>network printing troubleshooting guide</a>
uk_ua: Якщо ваш принтер відсутній у списку, зверніться до <a href='%1'>посібника з вирішення проблем із мережевим друком</a>

# name
source: Image Reader
uk_ua: Читання зображень

# @action:button
source: Import
uk_ua: Імпорт

# @title:window
source: Import Material
uk_ua: Імпортувати матеріал

# @title:window
source: Import Profile
uk_ua: Імпорт профілю

# @action:button
source: Import all as models
uk_ua: Імпортувати все як моделі

# @action:button
source: Import models
uk_ua: Імпортувати моделі
