Repository: VGSheva/CURAua
Catalog: share/cura/resources/i18n/*/cura.po
Languages: uk_ua

# @label
source: Something went wrong...
uk_ua: Щось пішло не так...

# @label:listbox
source: Speed
uk_ua: Швидкість

# @option:radio
source: Stable and Beta releases
uk_ua: Стабільні та бета-версії

# @option:radio
source: Stable releases only
uk_ua: Тільки стабільні версії

# @button
source: Start
uk_ua: Пуск

# @action:button
source: Start Build Plate Leveling
uk_ua: Початок вирівнювання столу

# @title:label
source: Start G-code
uk_ua: Стартовий G-код

# @label
source: Start the slicing process
uk_ua: Запустити нарізку на шари

# @label
source: Starts
uk_ua: Запуск

# @text
source: Streamline your workflow and customize your UltiMaker Cura experience with plugins contributed by our amazing community of users.
uk_ua: Оптимізуйте свої робочі процеси та налаштуйте Ultimaker Cura за допомогою вбудованих модулів, розроблених експертами нашої чудової спільноти.

# @label
source: Strength
uk_ua: Міцність

# description
source: Submits anonymous slice info. Can be disabled through preferences.
uk_ua: Відправляє анонімну інформацію про нарізку моделей. Може бути вимкнено через налаштування.

# @info:status Don't translate the XML tag <filename>!
source: Successfully exported material to <filename>%1</filename>
uk_ua: Матеріал успішно експортовано до <filename>%1</filename>

# @info:status Don't translate the XML tag <filename>!
source: Successfully imported material <filename>%1</filename>
uk_ua: Успішно імпортований матеріал <filename>%1</filename>

# @info:status
source: Successfully imported profile {0}.
uk_ua: Профіль {0} успішно імпортовано.

# @action:title
source: Summary - Cura Project
uk_ua: Зведення - Проект Cura

# @label
source: Support
uk_ua: Підтримки

# @tooltip
source: Support
uk_ua: Підтримки

# @label
source: Support Blocker
uk_ua: Блокувальник підтримки

# name
source: Support Eraser
uk_ua: Засіб стирання елемента підтримки

# @tooltip
source: Support Infill
uk_ua: Заповнення підтримки

# @tooltip
source: Support Interface
uk_ua: Сполучний шар підтримки

# @action:label
source: Support Type
uk_ua: Тип підтримки

# @label Description for application dependency
source: Support library for faster math
uk_ua: Допоміжна бібліотека для швидких розрахунків

# @label Description for application component
source: Support library for file metadata and streaming
uk_ua: Допоміжна бібліотека для метаданих файлу та потокової передачі

# @label Description for application component
source: Support library for handling 3MF files
uk_ua: Допоміжна бібліотека для роботи з 3MF файлами

# @label Description for application dependency
source: Support library for handling STL files
uk_ua: Допоміжна бібліотека для роботи зі STL файлами

# @label Description for application dependency
source: Support library for handling triangular meshes
uk_ua: Допоміжна бібліотека для роботи з трикутними сітками

# @label Description for application dependency
source: Support library for scientific computing
uk_ua: Допоміжна бібліотека для наукових обчислень

# @label Description for application dependency
source: Support library for system keyring access
uk_ua: Допоміжна бібліотека для доступу до набору ключів системи

# @action:button
source: Sync
uk_ua: Синхронізація

# @button
source: Sync
uk_ua: Синхронізація

# @title:header
source: Sync material profiles via USB
uk_ua: Синхронізація профілів матеріалів за допомогою USB

# @action:button
source: Sync materials
uk_ua: Синхронізувати матеріали

# @button
source: Sync materials with USB
uk_ua: Синхронізація матеріалів за допомогою USB

# @title:header
source: Sync materials with printers
uk_ua: Синхронізувати матеріали з принтерами

# @title:window
source: Sync materials with printers
uk_ua: Синхронізувати матеріали з принтерами

# @action:button
source: Sync with Printers
uk_ua: Синхронізація з принтерами

# @button
source: Syncing
uk_ua: Синхронізація

# @info:generic
source: Syncing...
uk_ua: Синхронізація...

# @title:groupbox
source: System information
uk_ua: Інформація про систему

# @button
source: Technical datasheet
uk_ua: Таблиця технічних характеристик

# @info:tooltip
source: The amount of smoothing to apply to the image.
uk_ua: Розмір згладжування для застосування до зображення.

# @text
source: The annealing profile requires post-processing in an oven after the print is finished. This profile retains the dimensional accuracy of the printed part after annealing and improves strength, stiffness, and thermal resistance.
uk_ua: Профіль відпалу вимагає подальшої обробки печі після завершення друку. Цей профіль зберігає точність розмірів надрукованої деталі після відпалу та покращує її міцність, жорсткість та термостійкість.

# @label
source: The assigned printer, %1, requires the following configuration change:
uk_ua: Для призначеного принтера %1 потрібна наступна зміна конфігурації:

# @error:file_size
source: The backup exceeds the maximum file size.
uk_ua: Розмір файлу резервної копії перевищує максимально допустимий.

# @info:tooltip
source: The base height from the build plate in millimeters.
uk_ua: Висота основи від столу у міліметрах.

# @info:status
source: The build volume height has been reduced due to the value of the "Print Sequence" setting to prevent the gantry from colliding with printed models.
uk_ua: Висота об'єму друку була зменшена до значення "Послідовність друку", щоб запобігти торканню порталу за надруковані деталі.

# @status
source: The cloud connection is currently unavailable. Please check your internet connection.
uk_ua: На даний момент немає підключення до хмари. Перевірте підключення до Інтернету.

# @status
source: The cloud connection is currently unavailable. Please sign in to connect to the cloud printer.
uk_ua: На даний момент немає підключення до хмари. Щоб підключитися до хмарного принтера, виконайте вхід.

# @status
source: The cloud printer is offline. Please check if the printer is turned on and connected to the internet.
uk_ua: Хмарний принтер не в мережі. Переконайтеся, що принтер увімкнено та підключено до Інтернету.

# @tooltip
source: The colour of the material in this extruder.
uk_ua: Колір матеріалу в цьому екструдері.

# @tooltip
source: The configuration of this extruder is not allowed, and prohibits slicing.
uk_ua: Конфігурація цього екструдера не дозволяється та забороняє нарізку на шари.

# @label
source: The configurations are not available because the printer is disconnected.
uk_ua: Конфігурації недоступні, оскільки принтер вимкнено.

# @tooltip
source: The current temperature of the heated bed.
uk_ua: Поточна температура гарячого столу.

# @tooltip
source: The current temperature of this hotend.
uk_ua: Поточна температура цього сопла.

# @info:tooltip
source: The depth in millimeters on the build plate
uk_ua: Глибина у міліметрах на столі

# @text
source: The draft profile is designed to print initial prototypes and concept validation with the intent of significant print time reduction.
uk_ua: Чорновий профіль призначений для друку початкових прототипів та перевірки концепції, де пріоритетом є швидкість друку.

# @text
source: The engineering profile is designed to print functional prototypes and end-use parts with the intent of better accuracy and for closer tolerances.
uk_ua: Інженерний профіль призначений для друку функціональних прототипів та готових деталей, для яких потрібна висока точність та малі допуски.

# @label
source: The extruder train to use for printing the support. This is used in multi-extrusion.
uk_ua: Цей екструдер використовується для друку підтримки. Використовується за наявності кількох екструдерів.

# @label Don't translate the XML tag <filename>!
source: The file <filename>{0}</filename> already exists. Are you sure you want to overwrite it?
uk_ua: Файл <filename>{0}</filename> вже існує. Ви впевнені, що бажаєте перезаписати його?

# @label
source: The firmware shipping with new printers works, but new versions tend to have more features and improvements.
uk_ua: Прошивка, що постачається з новими принтерами, працездатна, але оновлення надають більше можливостей і вдосконалень.

# @info:backup_failed
source: The following error occurred while trying to restore a Cura backup:
uk_ua: При спробі відновити резервну копію Cura виникла така помилка:

# @label
source: The following packages can not be installed because of an incompatible Cura version:
uk_ua: Наступні пакети неможливо встановити через несумісну версію Cura:

# @label
source: The following packages will be added:
uk_ua: Будуть додані такі пакети:

# @label
source: The following printers in your account have been added in Cura:
uk_ua: Наступні принтери до вашого облікового запису додані в Cura:

# @title:header
source: The following printers will receive the new material profiles:
uk_ua: Наступні принтери отримають нові профілі матеріалів:

# @info:tooltip
source: The following script is active:
uk_ua: Активні наступні скрипти:

# @label
source: The following settings define the strength of your part.
uk_ua: Наступні установки визначають міцність деталі.

# @info:status
source: The highlighted areas indicate either missing or extraneous surfaces. Fix your model and open it again into Cura.
uk_ua: Виділено області з відсутніми або зайвими поверхнями. Виправте модель і знову відкрийте її у Cura.

# @tooltip
source: The material in this extruder.
uk_ua: Матеріал у даному екструдері.

# @label:label Ultimaker Marketplace is a brand name, don't translate
source: The material package associated with the Cura project could not be found on the Ultimaker Marketplace. Use the partial material profile definition stored in the Cura project file at your own risk.
uk_ua: Пакет матеріалів, пов'язаний із проектом Cura, не знайдено на Ultimaker Marketplace. Використовуйте часткове визначення профілю матеріалу, що зберігається у файлі проекту Cura, на свій страх та ризик.

# @label
source: The material used in this project is currently not installed in Cura.<br/>Install the material profile and reopen the project.
uk_ua: Матеріал, який використовується в цьому проекті, в даний час не встановлений у Cura.<br/>Встановіть профіль матеріалу та відкрийте проект знову.

# @info:status
source: The material used in this project relies on some material definitions not available in Cura, this might produce undesirable print results. We highly recommend installing the full material package from the Marketplace.
uk_ua: Матеріал, що використовується в цьому проекті, ґрунтується на визначеннях матеріалів, недоступних у Cura, що може призвести до небажаних результатів під час друку. Ми рекомендуємо встановити повний пакет матеріалів з магазину.

# @info:tooltip
source: The maximum distance of each pixel from "Base."
uk_ua: Максимальна дистанція кожного пікселя від "Основи".

# @label (%1 is a number)
source: The new filament diameter is set to %1 mm, which is not compatible with the current extruder. Do you wish to continue?
uk_ua: Встановлено новий діаметр пластикової нитки %1 мм. Це значення несумісне з поточним екструдером. Продовжити?

# @tooltip
source: The nozzle inserted in this extruder.
uk_ua: Сопло, вставлене в цей екструдер.

# @error:zip
source: The operating system does not allow saving a project file to this location or with this file name.
uk_ua: Операційна система не дозволяє зберігати файл проекту у цьому каталозі або з цим ім'ям файлу.

# @label
source: The pattern of the infill material of the print: For quick prints of non functional model choose line, zig zag or lightning infill. For functional part not subjected to a lot of stress we recommend grid or triangle or tri hexagon. For functional 3D prints which require high strength in multiple directions use cubic, cubic subdivision, quarter cubic, octet, and gyroid.
uk_ua: Шаблон заповнювача друку: Для швидкого друку нефункціональної моделі виберіть шаблон "Лінійний", "Зигзагоподібний" або "Блискавка". Для функціональної частини, яка не піддається великої напруги, ми рекомендуємо шаблон «Сітка», «Трикутник» або «Шестигранник із трикутників». Для функціонального 3D-друку, що потребує високої міцності в різних напрямках, використовуйте шаблони «Куб», «Динамічний куб», «Чверть куба», «Восьмигранник» або «Гіроїд».

# @info:tooltip
source: The percentage of light penetrating a print with a thickness of 1 millimeter. Lowering this value increases the contrast in dark regions and decreases the contrast in light regions of the image.
uk_ua: Відсоток світла, що проникає у відбиток завтовшки 1 міліметр. Якщо зменшити це значення, контрастність у темних областях зображення збільшиться, а світлих – зменшиться.

# @info:title
source: The print job was successfully submitted
uk_ua: Завдання друку успішно надіслано

# @label
source: The printer %1 is assigned, but the job contains an unknown material configuration.
uk_ua: Принтер %1 призначений, однак у заданій наведено невідому конфігурацію матеріалу.

# @label
source: The printer at this address has not responded yet.
uk_ua: Від принтера з цією адресою ще не надходила відповідь.

# @label
source: The printer at this address has not yet responded.
uk_ua: Принтер на цю адресу ще не відповідав.

# @info:status
source: The printer is not connected.
uk_ua: Принтер не підключено.

# @label
source: The printer(s) below cannot be connected because they are part of a group
uk_ua: Наведені нижче принтери неможливо підключити, оскільки вони входять до складу групи

# @message
source: The provided state is not correct.
uk_ua: Вказано неправильний стан.

# @text:window
source: The release notes could not be opened.
uk_ua: Неможливо відкрити нотатки до версії.

# @text:error
source: The response from Digital Factory appears to be corrupted.
uk_ua: Відповідь від Digital Factory пошкоджена.

# @text:error
source: The response from Digital Factory is missing important information.
uk_ua: Відповідь від Digital Factory не має важливої інформації.

# @tooltip
source: The target temperature of the heated bed. The bed will heat up or cool down towards this temperature. If this is 0, the bed heating is turned off.
uk_ua: Цільова температура гарячого столу. Стіл нагріватиметься і охолоджуватиметься, залишаючись на цій температурі. Якщо встановлено 0, значить нагрівання столу вимкнено.

# @tooltip
source: The target temperature of the hotend. The hotend will heat up or cool down towards this temperature. If this is 0, the hotend heating is turned off.
uk_ua: Цільова температура сопла. Сопло буде нагріте або остуджене до вказаної температури. Якщо значення дорівнює 0, то нагрівання буде вимкнено.

# @tooltip of temperature input
source: The temperature to pre-heat the bed to.
uk_ua: Температура преднагріву гарячого столу.

# @tooltip of temperature input
source: The temperature to pre-heat the hotend to.
uk_ua: Температура преднагріву гарячого сопла.

# @text
source: The visual profile is designed to print visual prototypes and models with the intent of high visual and surface quality.
uk_ua: Візуальний профіль призначений для друку візуальних прототипів та моделей, для яких потрібна висока якість поверхні та зовнішнього вигляду.

# @info:tooltip
source: The width in millimeters on the build plate
uk_ua: Ширина у міліметрах на друкованій пластині

# @label: Please keep the asterix, it's to indicate that a restart is needed.
source: Theme*:
uk_ua: Тема*:

# @info:status
source: There are no file formats available to write with!
uk_ua: Жодний формат файлів недоступний для запису!

# @label
source: There are no print jobs in the queue. Slice and send a job to add one.
uk_ua: У черзі немає завдань друку. Виконайте нарізку та надішліть завдання.

# @tooltip
source: There are no profiles matching the configuration of this extruder.
uk_ua: Немає профілів, які відповідають конфігурації цього екструдера.

# @info:status
source: There is no active printer yet.
uk_ua: Ще немає активних принтерів.

# @label
source: There is no printer found over your network.
uk_ua: Принтер не знайдено у вашій мережі.

# @error
source: There is no workspace yet to write. Please add a printer first.
uk_ua: Немає робочого середовища для запису. Спочатку додайте принтер.

# @info:backup_status
source: There was an error trying to restore your backup.
uk_ua: При спробі відновлення даних із резервної копії виникла помилка.

# @info:backup_status
source: There was an error while creating your backup.
uk_ua: При створенні резервної копії виникла помилка.

# @info:backup_status
source: There was an error while uploading your backup.
uk_ua: При заливанні резервної копії виникла помилка.

# @label
source: This configuration is not available because %1 is not recognized. Please visit %2 to download the correct material profile.
uk_ua: Ця конфігурація недоступна, оскільки %1 не розпізнано. Відвідайте %2 і завантажте відповідний профіль матеріалу.

# @text:window
source: This is a Cura project file. Would you like to open it as a project or import the models from it?
uk_ua: Це проект Cura. Чи слід відкрити його як проект або просто імпортувати з нього моделі?

# @label
source: This material is linked to %1 and shares some of its properties.
uk_ua: Цей матеріал прив'язаний до %1 і має низку його властивостей.

# @label
source: This package will be installed after restarting.
uk_ua: Цей пакет буде встановлено після перезапуску.

# @label
source: This printer cannot be added because it's an unknown printer or it's not the host of a group.
uk_ua: Цей принтер неможливо додати, оскільки це невідомий принтер або він не управляє групою.

# info:status
source: This printer is not linked to the Digital Factory:
uk_ua: Цей принтер не підключено до Digital Factory:

# @status
source: This printer is not linked to your account. Please visit the Ultimaker Digital Factory to establish a connection.
uk_ua: Цей принтер не пов'язаний з вашим обліковим записом. Відвідайте Ultimaker Digital Factory, щоб встановити прив'язку.

# @label
source: This printer is not set up to host a group of printers.
uk_ua: Цей принтер не налаштований для керування групою принтерів.

# @label
source: This printer is the host for a group of %1 printers.
uk_ua: Цей принтер керує групою %1 принтера(-ів).

# @info:status Don't translate the XML tags <filename>!
source: This profile <filename>{0}</filename> contains incorrect data, could not import it.
uk_ua: Цей профіль <filename>{0}</filename> містить неправильні дані, тому його неможливо імпортувати.

# @action:label
source: This profile uses the defaults specified by the printer, so it has no settings/overrides in the list below.
uk_ua: Цей профіль використовує стандартні налаштування принтера, тому список нижче порожній.

# @label
source: This setting has a value that is different from the profile. Click to restore the value of the profile.
uk_ua: Значення цього параметра відрізняється від значення у профілі. Натисніть , щоб відновити значення з профілю.

# @item:tooltip
source: This setting has been hidden by the active machine and will not be visible.
uk_ua: Цей параметр приховано поточним принтером і не відображатиметься.

# @item:tooltip %1 is list of setting names
source: This setting has been hidden by the value of %1. Change the value of that setting to make this setting visible.
uk_ua: Цей параметр був прихований %1. Змініть це значення, щоб відобразити параметр.

# @label
source: This setting is always shared between all extruders. Changing it here will change the value for all extruders.
uk_ua: Ця установка завжди використовується спільно всіма екструдерами. Зміна цього значення призведе до зміни значення для всіх екструдерів.

# @label
source: This setting is normally calculated, but it currently has an absolute value set. Click to restore the calculated value.
uk_ua: Зазвичай це значення обчислюється, але зараз було явно. Натисніть , щоб відновити обчислене значення.

# @label
source: This setting is not used because all the settings that it influences are overridden.
uk_ua: Цей параметр не використовується, оскільки всі настройки, на які він впливає, перевизначаються.

# @label
source: This setting is resolved from conflicting extruder-specific values:
uk_ua: Ця настройка отримана з значень екструдера, що конфліктують:

# @label
source: Time estimation
uk_ua: Оцінка часу

# @message
source: Timeout when authenticating with the account server.
uk_ua: Закінчився час автентифікації на сервері облікового запису.

# @text
source: To automatically sync the material profiles with all your printers connected to Digital Factory you need to be signed in in Cura.
uk_ua: Для автоматичної синхронізації профілів матеріалів з усіма принтерами, підключеними до Digital Factory, необхідно увійти до Cura.

# info:status
source: To establish a connection, please visit the {website_link}
uk_ua: Щоб встановити з'єднання, перейдіть на сайт {website_link}

# @label
source: To make sure your prints will come out great, you can now adjust your buildplate. When you click 'Move to Next Position' the nozzle will move to the different positions that can be adjusted.
uk_ua: Зараз ви можете відрегулювати ваш стіл, щоб бути впевненим як наступний друк. При натисканні на кнопку "Перейти до наступної позиції" сопло перейде на іншу позицію, яку можна буде відрегулювати.

# @label
source: To print directly to your printer over the network, please make sure your printer is connected to the network using a network cable or by connecting your printer to your WIFI network. If you don't connect Cura with your printer, you can still use a USB drive to transfer g-code files to your printer.
uk_ua: Для друку безпосередньо на принтері через мережу необхідно підключити принтер до мережі за допомогою мережного кабелю або підключити його до мережі Wi-Fi. Якщо ви не підключили Cura до принтера, ви можете використовувати USB-накопичувач для перенесення файлів G-Code на принтер.

# @message {printer_name} is replaced with the name of the printer
source: To remove {printer_name} permanently, visit {digital_factory_link}
uk_ua: Щоб видалити {printer_name} без відновлення, перейдіть на сайт {digital_factory_link}

# @action:inmenu
source: Toggle Full Screen
uk_ua: Повний екран

# @label
source: Top / Bottom
uk_ua: Дно / кришка

# @action:inmenu menubar:view
source: Top View
uk_ua: Вид зверху

# @info:tooltip
source: Top View
uk_ua: Вид зверху

# @label
source: Total print time
uk_ua: Загальний час друку

# @action:tooltip
source: Track the print in Ultimaker Digital Factory
uk_ua: Слідкуйте за печаткою в Ultimaker Digital Factory

# @item:inlistbox
source: Translucency
uk_ua: Світлопрохідність

# @tooltip
source: Travel
uk_ua: Переміщення

# @label
source: Travels
uk_ua: Переміщення

# @info:backup_failed
source: Tried to restore a Cura backup that is higher than the current version.
uk_ua: Виконано спробу відновити резервну копію Cura з пізнішою версією, ніж поточна.

# @info:backup_failed
source: Tried to restore a Cura backup without having proper data or meta data.
uk_ua: Спроба відновити резервну копію Cura за відсутності необхідних даних або метаданих.

# name
source: Trimesh Reader
uk_ua: Засіб читання Trimesh

# @button
source: Troubleshooting
uk_ua: Пошук та усунення несправностей

# @label
source: Troubleshooting
uk_ua: Пошук та усунення несправностей

# @button
source: Try again
uk_ua: Повторити спробу

# @action:label
source: Type
uk_ua: Тип

# @label
source: Type
uk_ua: Тип

# name
source: UFP Reader
uk_ua: Засіб зчитування UFP

# name
source: UFP Writer
uk_ua: Засіб запису UFP

# @item:inmenu
source: USB printing
uk_ua: Друк через USB

# name
source: USB printing
uk_ua: Друк через USB

# @button
source: UltiMaker Account
uk_ua: Обліковий запис UltiMaker

# @info
source: UltiMaker Certified Material
uk_ua: Сертифікований матеріал UltiMaker
