Repository: VGSheva/CURAua
Catalog: share/cura/resources/i18n/*/cura.po
Languages: uk_ua

# @label:MonitorStatus
source: In maintenance. Please check the printer
uk_ua: У режимі обслуговування. Будь ласка, перевірте принтер

# @info
source: In order to monitor your print from Cura, please connect the printer.
uk_ua: Щоб відстежувати завдання друку за допомогою Cura, підключіть принтер.

# @label
source: In order to start using Cura you will need to configure a printer.
uk_ua: Щоб почати користуватися Cura, потрібно настроїти принтер.

# @button
source: In order to use the package you will need to restart Cura
uk_ua: Для роботи з пакетом необхідно перезапустити Cura

# @label
source: Infill
uk_ua: Заповнення

# @tooltip
source: Infill
uk_ua: Заповнення

# infill_sparse_density description
source: Infill Density
uk_ua: Щільність заповнення

# @action:label
source: Infill Pattern
uk_ua: Шаблон заповнення

# @item:inlistbox
source: Infill mesh only
uk_ua: Заповнення об'єкту

# @label
source: Infill overlapping with this model is modified.
uk_ua: Змінено заповнення перекриття із цією моделлю.

# @info:title
source: Information
uk_ua: Інформація

# @title
source: Information
uk_ua: Інформація

# @info:progress
source: Initializing Active Machine...
uk_ua: Ініціалізація активної машини...

# @info:progress
source: Initializing build volume...
uk_ua: Ініціалізація обсягу друку...

# @info:progress
source: Initializing engine...
uk_ua: Ініціалізація ядра...

# @info:progress
source: Initializing machine manager...
uk_ua: Ініціалізація диспетчера машин...

# @label
source: Inner Wall
uk_ua: Внутрішня стінка

# @tooltip
source: Inner Walls
uk_ua: Внутрішні стінки

# @text
source: Insert the USB stick into your printer and launch the procedure to load new material profiles.
uk_ua: Вставте USB-накопичувач у принтер і запустіть процедуру завантаження нових профілів матеріалів.

# @button
source: Install
uk_ua: Встановити

# @action:button
source: Install Materials
uk_ua: Встановлення матеріалів

# @header
source: Install Materials
uk_ua: Встановлення матеріалів

# @window:title
source: Install Package
uk_ua: Встановити пакет

# @header
source: Install Plugins
uk_ua: Встановлення вбудованих модулів

# @title
source: Install missing Materials
uk_ua: Встановити відсутні матеріали

# @action:button
source: Install missing material
uk_ua: Встановити відсутній матеріал

# @button
source: Install pending updates
uk_ua: Встановити очікування оновлення

# @label
source: Installed Materials
uk_ua: Встановлені матеріали

# @label
source: Installed Plugins
uk_ua: Встановлені модулі, що вбудовуються

# @button
source: Installing...
uk_ua: Встановлення...

# @action:label
source: Intent
uk_ua: Призначення

# @label
source: Interface
uk_ua: Інтерфейс

# @label Description for application component
source: Interprocess communication library
uk_ua: Бібліотека міжпроцесної взаємодії

# @title:window
source: Invalid IP address
uk_ua: Недійсна IP-адреса

# @info:status
source: Invalid file URL:
uk_ua: Неправильна URL-адреса файлу:

# @action:button
source: Invert the direction of camera zoom.
uk_ua: Інвертувати напрямок збільшення камери.

# @label
source: Is printed as support.
uk_ua: Друкується як підтримка.

# @text
source: It seems like you don't have any compatible printers connected to Digital Factory. Make sure your printer is connected and it's running the latest firmware.
uk_ua: Схоже, що у вас немає сумісних принтерів, підключених до Digital Factory. Переконайтеся, що ваш принтер підключено і на ньому встановлена остання версія прошивки.

# @item:inlistbox
source: JPEG Image
uk_ua: JPEG зображення

# @item:inlistbox
source: JPG Image
uk_ua: JPG зображення

# @label Description for application dependency
source: JSON parser
uk_ua: Парсер JSON

# @label
source: Job Name
uk_ua: Ім'я завдання

# @label
source: Jog Distance
uk_ua: Відстань поштовхової подачі

# @label
source: Jog Position
uk_ua: Положення поштовхової подачі

# @option:discardOrKeep
source: Keep and never ask again
uk_ua: Зберегти і ніколи більше не питати

# @action:button
source: Keep changes
uk_ua: Зберегти зміни

# @action:button
source: Keep printer configurations
uk_ua: Зберегти конфігурацію принтера

# @action:menu
source: Keep this setting visible
uk_ua: Залишити цей параметр видимим

# @label The argument is a timestamp
source: Last update: %1
uk_ua: Останнє оновлення: %1

# @label:listbox
source: Layer Thickness
uk_ua: Товщина шару

# @item:inlistbox
source: Layer view
uk_ua: Перегляд шарів

# @button:label
source: Learn More
uk_ua: Дізнатися більше

# @button
source: Learn how to connect your printer to Digital Factory
uk_ua: Дізнайтеся, як підключити принтер до Digital Factory

# @tooltip:button
source: Learn how to get started with UltiMaker Cura.
uk_ua: Дізнайтесь, як розпочати роботу з UltiMaker Cura.

# @action
source: Learn more
uk_ua: Дізнатися більше

# @action:button
source: Learn more
uk_ua: Дізнатися більше

# @button
source: Learn more
uk_ua: Дізнатися більше

# @button:label
source: Learn more
uk_ua: Дізнатися більше

# @action:button
source: Learn more about Cura print profiles
uk_ua: Докладніше про профілі друку Cura

# @button
source: Learn more about adding printers to Cura
uk_ua: Детальніше про додавання принтерів у Cura

# @action:inmenu menubar:view
source: Left Side View
uk_ua: Вид зліва

# @info:tooltip
source: Left View
uk_ua: Вид зліва

# name
source: Legacy Cura Profile Reader
uk_ua: Читання застарілих профілів Cura

# @tooltip:button
source: Let developers know that something is going wrong.
uk_ua: Повідомте розробникам про проблеми.

# @action
source: Level build plate
uk_ua: Вирівнювання столу

# @item:inlistbox
source: Lighter is higher
uk_ua: Світліші вище

# @label:listbox
source: Line Type
uk_ua: Тип лінії

# @label:listbox
source: Line Width
uk_ua: Ширина лінії

# @item:inlistbox
source: Linear
uk_ua: Лінійний

# @label Description for development tool
source: Linux cross-distribution application deployment
uk_ua: Розгортання програм для різних дистрибутивів Linux

# @label
source: Load %3 as material %1 (This cannot be overridden).
uk_ua: Завантажте %3 як матеріал %1 (перевизначення цієї дії неможливо).

# @button
source: Load more
uk_ua: Завантажити ще

# @button
source: Loading
uk_ua: Завантаження

# @action:warning
source: Loading a project will clear all models on the build plate.
uk_ua: Завантаження проекту призведе до видалення всіх моделей на робочому столі.

# @label
source: Loading available configurations from the printer...
uk_ua: Завантаження доступних конфігурацій із принтера.

# @info:progress
source: Loading interface...
uk_ua: Завантаження інтерфейсу...

# @info:progress
source: Loading machines...
uk_ua: Завантаження принтерів...

# @label:status
source: Loading...
uk_ua: Завантаження...

# @title
source: Loading...
uk_ua: Завантаження...

# @label:category menu label
source: Local printers
uk_ua: Локальні принтери

# @info:title
source: Log-in failed
uk_ua: Вхід до системи не виконано

# @info:title
source: Login failed
uk_ua: Вхід не виконано

# @title:groupbox
source: Logs
uk_ua: Журнали

# description
source: Logs certain events so that they can be used by the crash reporter
uk_ua: Реєструє певні події в журналі, щоб їх можна було використовувати у звітах про аварійне завершення роботи

# @label:MonitorStatus
source: Lost connection with the printer
uk_ua: Втрачено з'єднання з принтером

# @action
source: Machine Settings
uk_ua: Параметри принтера

# name
source: Machine Settings Action
uk_ua: Параметри принтера дія

# @backuplist:label
source: Machines
uk_ua: Принтери

# @text
source: Make sure all your printers are turned ON and connected to Digital Factory.
uk_ua: Переконайтеся, що всі принтери включені та підключені до Digital Factory.

# @info:generic
source: Make sure the g-code is suitable for your printer and printer configuration before sending the file to it. The g-code representation may not be accurate.
uk_ua: Перед тим, як надіслати G-code на принтер, перевірте його відповідність вашому принтеру та його параметрам. Можливі неточності у G-code.

# @action:inmenu
source: Manage Materials...
uk_ua: Управління матеріалами...

# @action:inmenu menubar:printer
source: Manage Pr&inters...
uk_ua: Управління принтерами...

# @action:inmenu menubar:profile
source: Manage Profiles...
uk_ua: Управління профілями...

# @action:inmenu
source: Manage Setting Visibility...
uk_ua: Управління видимістю налаштувань...

# @item:inmenu
source: Manage backups
uk_ua: Управління резервними копіями

# @label link to connect manager
source: Manage in browser
uk_ua: Управління через браузер

# @header
source: Manage packages
uk_ua: Управління пакетами

# @info:tooltip
source: Manage packages
uk_ua: Управління пакетами

# @action
source: Manage print jobs
uk_ua: Керування завданнями друку

# @label link to Connect and Cloud interfaces
source: Manage printer
uk_ua: Управління принтером

# @button
source: Manage printers
uk_ua: Управління принтерами

# @text
source: Manage your UltiMaker Cura plugins and material profiles here. Make sure to keep your plugins up to date and backup your setup regularly.
uk_ua: Тут можна керувати вбудованими модулями Ultimaker Cura та профілями матеріалів. Регулярно оновлюйте вбудовані модулі та створюйте резервні копії налаштувань.

# description
source: Manages extensions to the application and allows browsing extensions from the UltiMaker website.
uk_ua: Дозволяє керувати розширеннями програми та переглядати розширення з веб-сайту UltiMaker.

# description
source: Manages network connections to UltiMaker networked printers.
uk_ua: Керує мережевими з'єднаннями з мережевими принтерами UltiMaker.

# @label
source: Manufacturer
uk_ua: Виробник

# @action:button
source: Marketplace
uk_ua: Магазин

# @label
source: Marketplace
uk_ua: Магазин

# name
source: Marketplace
uk_ua: Магазин

# @action:label
source: Material
uk_ua: Матеріал

# @label
source: Material
uk_ua: Матеріал

# @label:category menu label
source: Material
uk_ua: Матеріал

# @label:listbox
source: Material Color
uk_ua: Колір матеріалу

# name
source: Material Profiles
uk_ua: Профілі матеріалів

# @label
source: Material Type
uk_ua: Тип матеріалу

# @title
source: Material color picker
uk_ua: Вибір кольору матеріалу

# @label
source: Material estimation
uk_ua: Оцінка матеріалу

# @info:title
source: Material profiles not installed
uk_ua: Профілі матеріалів не встановлені

# @title:header
source: Material profiles successfully synced with the following printers:
uk_ua: Профілі матеріалів успішно синхронізовані з наступними принтерами:

# @action:label
source: Material settings
uk_ua: Параметри матеріалу

# @backuplist:label
source: Materials
uk_ua: Матеріали

# @button
source: Materials
uk_ua: Матеріали

# @title:tab
source: Materials
uk_ua: Матеріали

# @label
source: Materials compatible with active printer:
uk_ua: Матеріали, сумісні з активним принтером:

# @label
source: Mesh Type
uk_ua: Тип об'єкту

# @action:label
source: Mode
uk_ua: Режим

# name
source: Model Checker
uk_ua: Засіб перевірки моделей

# @info:title
source: Model Errors
uk_ua: Помилки моделі

# @item:inmenu
source: Modify G-Code
uk_ua: Змінити G-код

# @label
source: Modify settings for overlaps
uk_ua: Змінити налаштування для перекриття

# @item:inmenu
source: Monitor
uk_ua: Монітор

# name
source: Monitor Stage
uk_ua: Етап моніторингу

# @action:button
source: Monitor print
uk_ua: Моніторинг друку

# @tooltip:button
source: Monitor print jobs and reprint from your print history.
uk_ua: Відстежуйте завдання друку та запускайте їх з історії друку.

# @tooltip:button
source: Monitor printers in Ultimaker Digital Factory.
uk_ua: Слідкуйте за принтерами в Ultimaker Digital Factory.

# @info
source: Monitor your printers from everywhere using Ultimaker Digital Factory
uk_ua: Слідкуйте за своїми принтерами будь-де за допомогою Ultimaker Digital Factory

# @title:window
source: More information on anonymous data collection
uk_ua: Додаткова інформація про збирання анонімних даних

# @window:title
source: Move print job to top
uk_ua: Перемістити завдання друку на початок черги

# @action:button
source: Move to Next Position
uk_ua: Перейти до наступної позиції

# @label
source: Move to top
uk_ua: Перемістити на початок

# @info:tooltip
source: Moves the camera so the model is in the center of the view when a model is selected
uk_ua: Переміщати камеру так, щоб вибрана модель поміщалася в центр екрану

# @action:inmenu menubar:edit
source: Multiply Selected
uk_ua: Розмножити вибране

# @title:window
source: Multiply Selected Model
uk_ua: Розмножити вибрану модель

# @info:status
source: Multiplying and placing objects
uk_ua: Розмноження та розміщення об'єктів

# @title
source: My Backups
uk_ua: Мої резервні копії

# @label:button
source: My printers
uk_ua: Мої принтери

# @action:label
source: Name
uk_ua: Назва

# @label:category menu label
source: Network enabled printers
uk_ua: Принтери, підключені до мережі

# @info:title
source: Network error
uk_ua: Помилка мережі

# @info:title The %s gets replaced with the printer name.
source: New %s stable firmware available
uk_ua: Доступна нова стабільна прошивка %s

# @textfield:placeholder
source: New Custom Profile
uk_ua: Новий профіль користувача

# @label
source: New UltiMaker printers can be connected to Digital Factory and monitored remotely.
uk_ua: Нові принтери UltiMaker можна підключити до Digital Factory та керувати ними віддалено.

# @info Don't translate {machine_name}, since it gets replaced by a printer name!
source: New features or bug-fixes may be available for your {machine_name}! If you haven't done so already, it is recommended to update the firmware on your printer to version {latest_version}.
uk_ua: Для {machine_name} доступні нові функції або виправлення! Якщо у вас не встановлена остання версія прошивки принтера, рекомендуємо оновити її до версії {latest_version}.

# @action:button
source: New materials installed
uk_ua: Встановлені нові матеріали

# info:status
source: New printer detected from your Ultimaker account
uk_ua: Новий принтер виявлено з облікового запису Ultimaker

# @title:window
source: New project
uk_ua: Новий проект

# @action:button
source: Next
uk_ua: Наступний

# @button
source: Next
uk_ua: Наступний

# @info
source: No
uk_ua: Ні

# @info
source: No compatibility information
uk_ua: Немає інформації про сумісність

# @description
source: No compatible printers, that are currently online, were found.
uk_ua: Наразі у мережі нема сумісних принтерів.

# @label
source: No cost estimation available
uk_ua: Оцінка витрат недоступна

# @info:status Don't translate the XML tags <filename>!
source: No custom profile to import in file <filename>{0}</filename>
uk_ua: Немає власного профілю для імпорту у файл <filename>{0}</filename>

# @label
source: No items to select from
uk_ua: Немає елементів для вибору

# @info:title
source: No layers to show
uk_ua: Немає шарів для відображення

# @message
source: No more results to load
uk_ua: Більше немає результатів для завантаження

# @error:zip
source: No permission to write the workspace here.
uk_ua: Права на запис робочого середовища немає.

# @title:header
source: No printers found
uk_ua: Принтери не виявлено

# @label
source: No printers found in your account?
uk_ua: В обліковому записі немає принтерів?

# @message:text %1 is the name the printer uses for 'nozzle'.
source: No profiles are available for the selected material/%1 configuration. Please change your configuration.
uk_ua: Немає профілів для вибраного матеріалу/конфігурації %1. Будь ласка, змініть конфігурацію.

# @message
source: No results found with current filter
uk_ua: Пошук із поточним фільтром не дав результатів

# @label
source: No time estimation available
uk_ua: Оцінка часу недоступна

# @button
source: Non UltiMaker printer
uk_ua: Принтер, який не використовує UltiMaker

# @info No materials
source: None
uk_ua: Нема

# @label
source: Normal model
uk_ua: Нормальна модель

# @info:title
source: Not a group host
uk_ua: Не головний принтер групи

# @label:MonitorStatus
source: Not connected to a printer
uk_ua: Не підключено до принтера

# @action:label
source: Not in profile
uk_ua: Поза профілю

# @menuitem
source: Not overridden
uk_ua: Не перевизначено

# @info:not supported profile
source: Not supported
uk_ua: Не підтримується

# @label
source: Not yet initialized
uk_ua: Ще не ініціалізовано

# @info:status
source: Nothing is shown because you need to slice first.
uk_ua: Нічого не відображається, оскільки спочатку потрібно вирізати шари.

# @label
source: Nozzle
uk_ua: Сопло

# @title:label
source: Nozzle Settings
uk_ua: Параметри сопла

# @label
source: Nozzle offset X
uk_ua: Зміщення сопла по осі X

# @label
source: Nozzle offset Y
uk_ua: Зміщення сопла по осі Y

# @label
source: Nozzle size
uk_ua: Діаметр сопла

# @label
source: Number of Copies
uk_ua: Кількість копій

# @label
source: Number of Extruders
uk_ua: Кількість екструдерів

# @label
source: OS language
uk_ua: Мова ОС

# @label
source: Object list
uk_ua: Список об'єктів

# @label:Should be short
source: Off
uk_ua: Вимк

# @label:Should be short
source: On
uk_ua: Увімк

# @label
source: Only Show Top Layers
uk_ua: Показати тільки верхні шари

# @info:status
source: Only one G-code file can be loaded at a time. Skipped importing {0}
uk_ua: Тільки один G-code файл може бути завантажений в момент часу. Пропускаю імпортування {0}

# @action:button
source: Open
uk_ua: Відкрити

# @title:menu menubar:file
source: Open &Recent
uk_ua: Відкрити недавні

# @title:window
source: Open File(s)
uk_ua: Открыть файл(ы)

# @title:menu menubar:file
source: Open File(s)...
uk_ua: Відкрити файл(и)...

# @title:window
source: Open Project
uk_ua: Відкриття проекту

# @info:title
source: Open Project File
uk_ua: Відкрити файл проекту

# @action:label
source: Open With
uk_ua: Відкрити з допомогою

# @action:button
source: Open as project
uk_ua: Відкрити як проект

# @title:window
source: Open file(s)
uk_ua: Відкрити файл(и)

# @action:button
source: Open project anyway
uk_ua: Все одно відкрити проект

# @title:window
source: Open project file
uk_ua: Відкрити файл проекту

# @label
source: Opening and saving files
uk_ua: Відкриття та збереження файлів

# @header
source: Optimized for Air Manager
uk_ua: Оптимізовано для Air Manager

# @label
source: Origin at center
uk_ua: Початок координат у центрі

source: Orthographic
uk_ua: Ортографічна

# @action:inmenu menubar:view
source: Orthographic
uk_ua: Ортографічна

# @tooltip
source: Other
uk_ua: Інші

# @label
source: Other models overlapping with this model are modified.
uk_ua: Інші моделі, що мають перекриття із цією моделлю, змінені.

# @label
source: Other printers
uk_ua: Інші принтери

# @tooltip
source: Outer Wall
uk_ua: Зовнішня стінка

# @label
source: Overlaps with this model are not supported.
uk_ua: Перекриття із цією моделлю не підтримуються.

# @action:button
source: Override
uk_ua: Перевизначити

# @label
source: Override will use the specified settings with the existing printer configuration. This may result in a failed print.
uk_ua: При перевизначенні до наявної конфігурації принтера буде застосовано налаштування. Це може спричинити помилку друку.

# @label %1 is the number of settings it overrides.
source: Overrides %1 setting.
uk_ua: Перевизначає %1 налаштування.

# @title:menu menubar:toplevel
source: P&references
uk_ua: &Налаштування

# @item:inlistbox
source: PNG Image
uk_ua: PNG зображення

# @header
source: Package details
uk_ua: Відомості про пакет

# @label Description for development tool
source: Packaging Python-applications
uk_ua: Упаковка Python-додатків

# @info:status
source: Parsing G-code
uk_ua: Обробка G-code

# @label
source: Pause
uk_ua: Пауза

# @label:MonitorStatus
source: Paused
uk_ua: Припинено

# @label:status
source: Paused
uk_ua: Припинено

# @label
source: Pausing...
uk_ua: Призупинення...

# @label:status
source: Pausing...
uk_ua: Призупинення...

# @label
source: Per Model Settings
uk_ua: Параметри моделі

# name
source: Per Model Settings Tool
uk_ua: Інструмент для налаштування кожної моделі

source: Perspective
uk_ua: Перспективна

# @action:inmenu menubar:view
source: Perspective
uk_ua: Перспективна

# @action:label
source: Placement
uk_ua: Разміщення

# @info:title
source: Placing Object
uk_ua: Розміщення об'єкту

# @info:title
source: Placing Objects
uk_ua: Розміщення об'єктів

# @label Type of platform
source: Platform
uk_ua: Платформа

# @info
source: Please connect your printer to the network.
uk_ua: Підключіть принтер до мережі.

# @text
source: Please enter a valid IP address.
uk_ua: Введіть дійсну IP-адресу.

# @message
source: Please give the required permissions when authorizing this application.
uk_ua: Дайте необхідні дозволи під час авторизації в цьому додатку.

# @info
source: Please make sure your printer has a connection: - Check if the printer is turned on. - Check if the printer is connected to the network. - Check if you are signed in to discover cloud-connected printers.
uk_ua: Перевірте наявність підключення до принтера: - Переконайтеся, що принтер увімкнено. - Переконайтеся, що принтер підключено до мережі. - Переконайтеся, що ви увійшли до системи (це необхідно для пошуку принтерів, підключених до хмари).

# @text
source: Please name your printer
uk_ua: Надайте ім'я принтеру

# @warning:status
source: Please prepare G-code before exporting.
uk_ua: Підготуйте G-код перед експортом.

# @info
source: Please provide a name for this profile.
uk_ua: Вкажіть ім'я цього профілю.

# @info
source: Please provide a new name.
uk_ua: Вкажіть нове ім'я.

# @text
source: Please read and agree with the plugin licence.
uk_ua: Прочитайте ліцензію модуля і прийміть її умови.

# @label:MonitorStatus
source: Please remove the print
uk_ua: Будь ласка, видаліть надруковане

# @info:status
source: Please review settings and check if your models: - Fit within the build volume - Are assigned to an enabled extruder - Are not all set as modifier meshes
uk_ua: Перевірте налаштування та переконайтеся, що ваші моделі: - відповідають допустимій області друку - призначені активованому екструдеру - не задані як об'єкти-модифікатори

# @label
source: Please select any upgrades made to this UltiMaker Original
uk_ua: Будь ласка, вкажіть будь-які зміни, внесені до UltiMaker Original

# @description
source: Please sign in to get verified plugins and materials for UltiMaker Cura Enterprise
uk_ua: Увійдіть, щоб отримати перевірені вбудовані модулі та матеріали для UltiMaker Cura Enterprise

# @action:button
source: Please sync the material profiles with your printers before starting to print.
uk_ua: Перед початком друку синхронізуйте профілі матеріалів із принтерами.

# @info
source: Please update your printer's firmware to manage the queue remotely.
uk_ua: Для віддаленого керування чергою необхідно оновити програмне забезпечення принтера.

# @info:status
source: Please wait until the current job has been sent.
uk_ua: Дочекайтеся закінчення відправки поточного завдання.

# @title:window
source: Plugin License Agreement
uk_ua: Ліцензійна угода плагіна

# @button
source: Plugin license agreement
uk_ua: Ліцензійна угода плагіна

# @backuplist:label
source: Plugins
uk_ua: Плагіни

# @button
source: Plugins
uk_ua: Плагіни

# @label Description for application dependency
source: Polygon clipping library
uk_ua: Бібліотека обрізки полігонів

# @label Description for application component
source: Polygon packing library, developed by Prusa Research
uk_ua: Бібліотека упаковки полігонів, розроблена Prusa Research

# @item:inmenu
source: Post Processing
uk_ua: Пост-обробка

# name
source: Post Processing
uk_ua: Пост-обробка

# @title:window
source: Post Processing Plugin
uk_ua: Плагін пост-обробки

# @label
source: Post Processing Scripts
uk_ua: Скрипти пост-обробки

# @button
source: Pre-heat
uk_ua: Переднагрівання

# @item:inmenu
source: Prepare
uk_ua: Підготовка
