Repository: VGSheva/CURAua
Catalog: share/cura/resources/i18n/*/cura.po
Languages: uk_ua

# name
source: Prepare Stage
uk_ua: Підготовчий етап

# @label:MonitorStatus
source: Preparing...
uk_ua: Підготовка...

# @label:status
source: Preparing...
uk_ua: Підготовка...

# @label
source: Preset printers
uk_ua: Попередньо налаштовані принтери

# @button
source: Preview
uk_ua: Попередній перегляд

# @item:inmenu
source: Preview
uk_ua: Попередній перегляд

# name
source: Preview Stage
uk_ua: Етап попереднього перегляду

# @tooltip
source: Prime Tower
uk_ua: Чорнова вежа

# @action:button
source: Print
uk_ua: Друк

# @label
source: Print Selected Model With:
uk_ua: Друк вибраної моделі:

# @label %1 is filled in with the name of an extruder
source: Print Selected Model with %1
uk_ua: Друкувати вибрану модель з %1

# @label
source: Print as support
uk_ua: Друк як підтримка

# @info:title
source: Print error
uk_ua: Помилка друку

# @message
source: Print in Progress
uk_ua: Йде друк

# @info:status
source: Print job queue is full. The printer can't accept a new job.
uk_ua: Черга завдань друку заповнена. Принтер не може прийняти нове завдання.

# @info:status
source: Print job was successfully sent to the printer.
uk_ua: Завдання друку успішно надіслано на принтер.

# @label
source: Print jobs
uk_ua: Завдання друку

# @label:button
source: Print jobs
uk_ua: Завдання друку

# @action:button Preceded by 'Ready to'.
source: Print over network
uk_ua: Друк через мережу

# @properties:tooltip
source: Print over network
uk_ua: Друк через мережу

# @title:window
source: Print over network
uk_ua: Друк через мережу

# @label
source: Print settings
uk_ua: Параметри друку

# @label shown when we load a Gcode file
source: Print setup disabled. G-code file can not be modified.
uk_ua: Налаштування друку вимкнено. Неможливо змінити файл із G-кодом.

# @action:button Preceded by 'Ready to'.
source: Print via USB
uk_ua: Друк через USB

# @info:tooltip
source: Print via USB
uk_ua: Друк через USB

# @action:button
source: Print via cloud
uk_ua: Друк через хмару

# @properties:tooltip
source: Print via cloud
uk_ua: Друк через хмару

# @action:label
source: Print with
uk_ua: Друк за допомогою

# @title:tab
source: Printer
uk_ua: Принтер

# @title:window
source: Printer Address
uk_ua: Адреса принтера

# @action:label
source: Printer Group
uk_ua: Група принтерів

# @title:label
source: Printer Settings
uk_ua: Параметри принтера

# @label
source: Printer control
uk_ua: Керування принтером

# @label:MonitorStatus
source: Printer does not accept commands
uk_ua: Принтер не приймає команди

# @label
source: Printer name
uk_ua: Ім'я принтера

# @label
source: Printer selection
uk_ua: Вибір принтера

# @action:label
source: Printer settings
uk_ua: Параметри принтера

# @info:tooltip
source: Printer settings will be updated to match the settings saved with the project.
uk_ua: Параметри принтера будуть оновлені відповідно до параметрів, збережених у проекті.

# @title:tab
source: Printers
uk_ua: Принтери

# info:status
source: Printers added from Digital Factory:
uk_ua: Принтери додані з Digital Factory:

# @text Asking the user whether printers are missing in a list.
source: Printers missing?
uk_ua: Відсутні принтери?

# @title:label
source: Printhead Settings
uk_ua: Параметри голови

# @label:status
source: Printing
uk_ua: Друк

# @label
source: Printing Time
uk_ua: Час друку

# @label:MonitorStatus
source: Printing...
uk_ua: Друк...

# @label
source: Privacy
uk_ua: Приватність

# @button
source: Processing
uk_ua: Обробка

# @info:status
source: Processing Layers
uk_ua: Обробка шарів

# @label
source: Profile
uk_ua: Профіль

# @title:column
source: Profile
uk_ua: Профіль

# @label
source: Profile author
uk_ua: Автор профілю

# @info:status
source: Profile is missing a quality type.
uk_ua: Профайл не має типу якості.

# @action:label
source: Profile settings
uk_ua: Параметри профілю

# @title:column
source: Profile settings
uk_ua: Параметри профілю

# @info:status
source: Profile {0} has an unknown file type or is corrupted.
uk_ua: Профіль {0} має невідомий тип файлу або пошкоджено.

# @backuplist:label
source: Profiles
uk_ua: Профілі

# @label
source: Profiles
uk_ua: Профілі

# @title:tab
source: Profiles
uk_ua: Профілі

# @label
source: Profiles compatible with active printer:
uk_ua: Профілі, сумісні з активним принтером:

# @label Description for application dependency
source: Programming language
uk_ua: Мова програмування

# @info:status Don't translate the XML tags <filename> or <message>!
source: Project file <filename>{0}</filename> contains an unknown machine type <message>{1}</message>. Cannot import the machine. Models will be imported instead.
uk_ua: Файл проекту <filename>{0}</filename> містить невідомий тип принтера <message>{1}</message>. Не вдалося імпортувати принтер. Натомість будуть імпортовані моделі.

# @info:error Don't translate the XML tags <filename> or <message>!
source: Project file <filename>{0}</filename> is corrupt: <message>{1}</message>.
uk_ua: Файл проекту <filename>{0}</filename> пошкоджено: <message>{1}</message>.

# @info:error Don't translate the XML tag <filename>!
source: Project file <filename>{0}</filename> is made using profiles that are unknown to this version of UltiMaker Cura.
uk_ua: Файл проекту <filename>{0}</filename> створений за допомогою профілів, несумісних із цією версією UltiMaker Cura.

# @info:error Don't translate the XML tags <filename> or <message>!
source: Project file <filename>{0}</filename> is suddenly inaccessible: <message>{1}</message>.
uk_ua: Файл проекту <filename>{0}</filename> раптово став недоступним: <message>{1}.</message>.

# @label
source: Properties
uk_ua: Властивості

# description
source: Provides a machine actions for updating firmware.
uk_ua: Забезпечення дій принтера для оновлення прошивки.

# description
source: Provides a monitor stage in Cura.
uk_ua: Забезпечує етап моніторингу у Cura.

# description
source: Provides a normal solid mesh view.
uk_ua: Надає перегляд твердого тіла.

# description
source: Provides a prepare stage in Cura.
uk_ua: Забезпечує підготовчий етап у Cura.

# description
source: Provides a preview stage in Cura.
uk_ua: Забезпечує дії на етапі попереднього перегляду Cura.

# description
source: Provides a way to change machine settings (such as build volume, nozzle size, etc.).
uk_ua: Надає можливість зміни параметрів принтера (такі як робочий об'єм, діаметр сопла тощо)

# description
source: Provides capabilities to read and write XML-based material profiles.
uk_ua: Надає можливості читання та запису профілів матеріалів у вигляді XML.

# description
source: Provides machine actions for Ultimaker machines (such as bed leveling wizard, selecting upgrades, etc.).
uk_ua: Надає додаткові можливості для принтерів UltiMaker (такі як майстер вирівнювання столу, вибору оновлення тощо)

# description
source: Provides removable drive hotplugging and writing support.
uk_ua: Надає підтримку для підключення та запису на зовнішній носій.

# description
source: Provides support for exporting Cura profiles.
uk_ua: Надає підтримку для експорту профілів Cura.

# description
source: Provides support for importing Cura profiles.
uk_ua: Надає підтримку для імпорту профілів Cura.

# description
source: Provides support for importing profiles from g-code files.
uk_ua: Надає підтримку для імпортування профілів з файлів G-Code.

# description
source: Provides support for importing profiles from legacy Cura versions.
uk_ua: Надає підтримку для імпортування профілів із застарілих версій Cura.

# description
source: Provides support for reading 3MF files.
uk_ua: Надає підтримку для читання файлів 3MF.

# description
source: Provides support for reading AMF files.
uk_ua: Забезпечує підтримку для читання файлів AMF.

# description
source: Provides support for reading Ultimaker Format Packages.
uk_ua: Надає підтримку для читання пакетів UltiMaker.

# description
source: Provides support for reading X3D files.
uk_ua: Надає підтримку для читання файлів X3D.

# description
source: Provides support for reading model files.
uk_ua: Надає підтримку для читання файлів моделей.

# description
source: Provides support for writing 3MF files.
uk_ua: Надає можливість запису 3MF файлів.

# description
source: Provides support for writing Ultimaker Format Packages.
uk_ua: Надає підтримку для запису пакетів UltiMaker.

# description
source: Provides the Per Model Settings.
uk_ua: Надає параметри для кожної моделі.

# description
source: Provides the X-Ray view.
uk_ua: Надає рентгенівський вигляд.

# description
source: Provides the link to the CuraEngine slicing backend.
uk_ua: Надає інтерфейс до движка CuraEngine.

# description
source: Provides the preview of sliced layerdata.
uk_ua: Забезпечує перегляд нарізаних даних шару.

# @label
source: PyQt version
uk_ua: Версія PyQt

# @Label Description for application dependency
source: Python Error tracking library
uk_ua: Бібліотека відстеження помилок Python

# @label Description for application dependency
source: Python bindings for Clipper
uk_ua: Прив'язки Python для Clipper

# @label Description for application component
source: Python bindings for libnest2d
uk_ua: Інтерфейс Python для libnest2d

# @label
source: Qt version
uk_ua: Версія Qt

# @info:status
source: Quality type '{0}' is not compatible with the current active machine definition '{1}'.
uk_ua: Тип якості "{0}" несумісний з поточним визначенням активної машини "{1}".

# @info:title
source: Queue Full
uk_ua: Черга заповнена

# @label
source: Queued
uk_ua: Заплановано

# @info:button, %1 is the application name
source: Quit %1
uk_ua: Вийти з %1

# description
source: Reads g-code from a compressed archive.
uk_ua: Зчитує G-код зі стисненого архіву.

# @button
source: Recommended
uk_ua: Рекомендований

# @title:tab
source: Recommended
uk_ua: Рекомендована

# @label
source: Recommended print settings
uk_ua: Рекомендовані налаштування друку

# @info %1 is the name of a profile
source: Recommended settings (for <b>%1</b>) were altered.
uk_ua: Рекомендовані настройки (%1</b>) були змінені.

# @action:button
source: Refresh
uk_ua: Оновити

# @button
source: Refresh
uk_ua: Оновити

# @label
source: Refresh
uk_ua: Оновити

# @button
source: Refresh List
uk_ua: Оновити список

# @label
source: Release Notes
uk_ua: Примітки до випуску

# @action:inmenu menubar:file
source: Reload All Models
uk_ua: Перезавантажити всі моделі

# @text:window
source: Remember my choice
uk_ua: Запам'ятати мій вибір

# @item:intext
source: Removable Drive
uk_ua: Зовнішній носій

# name
source: Removable Drive Output Device Plugin
uk_ua: Плагін для роботи із зовнішнім носієм

# @action:button
source: Remove
uk_ua: Видалити

# @action:button
source: Remove printers
uk_ua: Видалити принтери

# @title:window
source: Remove printers?
uk_ua: Видалити принтери?

# @action:button
source: Rename
uk_ua: Перейменувати

# @title:window
source: Rename
uk_ua: Перейменувати

# @title:window
source: Rename Profile
uk_ua: Перейменувати профіль

# @action:inmenu menubar:help
source: Report a &Bug
uk_ua: Надіслати звіт про помилку

# @label:button
source: Report a bug
uk_ua: Повідомити про помилку

# @message:button
source: Report a bug
uk_ua: Повідомити про помилку

# @message:description
source: Report a bug on UltiMaker Cura's issue tracker.
uk_ua: Повідомте про помилку у системі відстеження проблем UltiMaker Cura.

# @label:status
source: Requires configuration changes
uk_ua: Необхідно внести зміни конфігурації

# @action:inmenu menubar:edit
source: Reset All Model Positions
uk_ua: Скинути позиції всіх моделей

# @action:inmenu menubar:edit
source: Reset All Model Transformations
uk_ua: Скинути перетворення всіх моделей

# @info
source: Reset to defaults.
uk_ua: Відновити значення за промовчанням.

# @label
source: Resolution
uk_ua: Дозвіл

# @button
source: Restore
uk_ua: Відновити

# @dialog:title
source: Restore Backup
uk_ua: Відновити резервну копію

# @option:check
source: Restore window position on start
uk_ua: Відновити положення вікна під час запуску

# @label
source: Resume
uk_ua: Продовжити

# @label
source: Resuming...
uk_ua: Відновлюється...

# @label:status
source: Resuming...
uk_ua: Відновлюється...

# @tooltip
source: Retractions
uk_ua: Відкати

# @button
source: Retry?
uk_ua: Повторити спробу?

# @action:inmenu menubar:view
source: Right Side View
uk_ua: Вид справа

# @info:tooltip
source: Right View
uk_ua: Вид справа

# @label Description for application dependency
source: Root Certificates for validating SSL trustworthiness
uk_ua: Кореневі сертифікати для перевірки надійності SSL

# @info:title
source: Safely Remove Hardware
uk_ua: Безпечне виймання пристрою

# @button
source: Safety datasheet
uk_ua: Паспорт безпеки

# @action:button
source: Save
uk_ua: Зберегти

# @option
source: Save Cura project
uk_ua: Зберегти проект Cura

# @option
source: Save Cura project and print file
uk_ua: Зберегти проект Cura та роздрукувати файл

# @title:window
source: Save Custom Profile
uk_ua: Зберегти профіль користувача

# @title:window
source: Save Project
uk_ua: Зберегти проект

# @title:menu menubar:file
source: Save Project...
uk_ua: Зберегти проект...

# @action:button
source: Save as new custom profile
uk_ua: Зберегти як новий профіль користувача

# @action:button
source: Save changes
uk_ua: Зберегти зміни

# @button
source: Save new profile
uk_ua: Зберегти новий профіль

# @text
source: Save the .umm file on a USB stick.
uk_ua: Збережіть файл UMM на USB-накопичувачі.

# @action:button Preceded by 'Ready to'.
source: Save to Removable Drive
uk_ua: Зберегти на зовнішній носій

# @item:inlistbox
source: Save to Removable Drive {0}
uk_ua: Зберегти на зовнішній носій {0}

# @info:status
source: Saved to Removable Drive {0} as {1}
uk_ua: Збережено на зовнішній носій {0} як {1}

# @info:title
source: Saving
uk_ua: Збереження

# @info:progress Don't translate the XML tags <filename>!
source: Saving to Removable Drive <filename>{0}</filename>
uk_ua: Збереження на зовнішній носій <filename>{0}</filename>

# @option:check
source: Scale extremely small models
uk_ua: Масштабувати дуже маленькі моделі

# @option:check
source: Scale large models
uk_ua: Масштабувати великі моделі

# @placeholder
source: Search
uk_ua: Пошук

# @info
source: Search in the browser
uk_ua: Пошук у браузері

# @label:textbox
source: Search settings
uk_ua: Параметри пошуку

# @action:inmenu menubar:edit
source: Select All Models
uk_ua: Вибрати всі моделі

# @title:window
source: Select Printer
uk_ua: Вибрати принтер

# @title:window
source: Select Settings to Customize for this model
uk_ua: Виберіть параметр, щоб змінити цю модель

# @text
source: Select and install material profiles optimised for your UltiMaker 3D printers.
uk_ua: Виберіть та встановіть профілі матеріалів, оптимізовані для 3D-принтерів Ultimaker.

# @label
source: Select configuration
uk_ua: Виберіть конфігурації

# @title:window
source: Select custom firmware
uk_ua: Вибрати власну прошивку

# @option:check
source: Select models when loaded
uk_ua: Вибрати моделі під час завантаження

# @action:button
source: Select settings
uk_ua: Виберіть параметри

# @action
source: Select upgrades
uk_ua: Вибір оновлень

# @label
source: Select your printer from the list below:
uk_ua: Виберіть свій принтер із наведеного нижче списку:

# @option:check
source: Send (anonymous) print information
uk_ua: Надсилати (анонімно) інформацію про друк

# @label
source: Send G-code
uk_ua: Надіслати G-код

# @tooltip of G-code command input
source: Send a custom G-code command to the connected printer. Press 'enter' to send the command.
uk_ua: Надіслати свою команду до G-коду підключеного принтера. Натисніть Enter, щоб надіслати команду.

# @action:button
source: Send crash report to UltiMaker
uk_ua: Надіслати звіт про збій до UltiMaker

# @action:button
source: Send report
uk_ua: Надіслати звіт

# @info:status
source: Sending Print Job
uk_ua: Надсилання завдання друку

# @info:title
source: Sending materials to printer
uk_ua: Надсилання матеріалів на принтер

# name
source: Sentry Logger
uk_ua: Контрольний журнал

# @label Description for application dependency
source: Serial communication library
uk_ua: Бібліотека послідовного інтерфейсу

# @action:inmenu
source: Set as Active Extruder
uk_ua: Встановити як активний екструдер

# @title:column
source: Setting
uk_ua: Параметр

# @title:tab
source: Setting Visibility
uk_ua: Видимість параметрів

# @info:progress
source: Setting up preferences...
uk_ua: Налаштування параметрів...

# @info:progress
source: Setting up scene...
uk_ua: Налаштування сцени...

# @action:label
source: Setting visibility
uk_ua: Видимість параметрів

# @label
source: Settings
uk_ua: Параметри

# @title:tab
source: Settings
uk_ua: Параметри

# @info:message Followed by a list of settings.
source: Settings have been changed to match the current availability of extruders:
uk_ua: Установки змінені відповідно до поточної доступності екструдерів:

# @info:title
source: Settings updated
uk_ua: Установки оновлено

# @text
source: Share ideas and get help from 48,000+ users in the UltiMaker Community
uk_ua: Діліться ідеями та отримуйте допомогу від 48 000 користувачів у спільноті UltiMaker

# @label
source: Shell
uk_ua: Огородження

# @action:label
source: Shell Thickness
uk_ua: Товщина стінки

# @info:tooltip
source: Should Cura check for updates when the program is started?
uk_ua: Чи має Cura перевіряти оновлення програми при старті?

# @info:tooltip
source: Should Cura open at the location it was closed?
uk_ua: Відкрити Cura на тому місці, де ви зупинилися минулого разу?

# @info:tooltip
source: Should a prefix based on the printer name be added to the print job name automatically?
uk_ua: Чи потрібно автоматично додавати префікс на ім'я принтера до назви завдання друку?

# @info:tooltip
source: Should a summary be shown when saving a project file?
uk_ua: Показувати зведення під час збереження файлу проекту?

# @info:tooltip
source: Should an automatic check for new plugins be done every time Cura is started? It is highly recommended that you do not disable this!
uk_ua: Чи слід автоматично перевіряти наявність нових плагінів під час кожного запуску Cura? Настійно рекомендується не вимикати це!

# @info:tooltip
source: Should anonymous data about your print be sent to UltiMaker? Note, no models, IP addresses or other personally identifiable information is sent or stored.
uk_ua: Чи можна надсилати анонімну інформацію про вашу печатку до UltiMaker? Слід зазначити, що ні моделі, ні IP-адреси та жодна інша персональна інформація не буде надіслана чи збережена.

# @info:tooltip
source: Should layer be forced into compatibility mode?
uk_ua: Чи повинен бути шар переведений у режим сумісності?

# @info:tooltip
source: Should models be scaled to the build volume if they are too large?
uk_ua: Чи масштабувати моделі для розміщення всередині друкуваного об'єму, якщо вони не влазять у нього?

# @info:tooltip
source: Should models be selected after they are loaded?
uk_ua: Вибрати моделі після завантаження?

# @info:tooltip
source: Should models on the platform be moved down to touch the build plate?
uk_ua: Чи слід опустити моделі на стіл?

# @info:tooltip
source: Should models on the platform be moved so that they no longer intersect?
uk_ua: Чи слід розміщувати моделі на столі так, щоб вони не перетиналися?

# @info:tooltip
source: Should opening files from the desktop or external applications open in the same instance of Cura?
uk_ua: Відкривати файли з комп'ютера та із зовнішніх програм в одному екземплярі Cura?

# @info:tooltip
source: Should the build plate be cleared before loading a new model in the single instance of Cura?
uk_ua: Чи слід очищати друковану пластину перед завантаженням нової моделі у єдиний екземпляр Cura?

# @info:tooltip
source: Should the default zoom behavior of cura be inverted?
uk_ua: Чи слід інвертувати стандартний спосіб збільшення Cura?

# @info:tooltip
source: Should zooming move in the direction of the mouse?
uk_ua: Збільшувати у міру руху мишкою?

# @label
source: Show 5 Detailed Layers On Top
uk_ua: Показати 5 деталізованих шарів зверху

# @action:inmenu menubar:help
source: Show Configuration Folder
uk_ua: Показати конфігураційний каталог

# @button
source: Show Custom
uk_ua: Показати своє

# @action:inmenu menubar:help
source: Show Online &Documentation
uk_ua: Показати онлайн документацію

# @action:inmenu
source: Show Online Troubleshooting
uk_ua: Показати мережний посібник з усунення несправностей

# @label:checkbox
source: Show all
uk_ua: Показати все

# @label
source: Show all connected printers
uk_ua: Показати всі підключені принтери

# @info:tooltip
source: Show an icon and notifications in the system notification area.
uk_ua: Показати піктограму та сповіщення в області сповіщень системи.

# @info:tooltip
source: Show caution message in g-code reader.
uk_ua: Показувати попереджувальне повідомлення у засобі зчитування G-коду.

# @action:button
source: Show configuration folder
uk_ua: Показати конфігураційний каталог

# @action:button
source: Show detailed crash report
uk_ua: Показати докладний звіт про збій

# @option:check
source: Show summary dialog when saving project
uk_ua: Показувати зведення під час збереження проекту

# @button
source: Sign Out
uk_ua: Вийти

# @action:button
source: Sign in
uk_ua: Увійти

# @button
source: Sign in
uk_ua: Увійти

# @title:header
source: Sign in
uk_ua: Увійти

# @info
source: Sign in into UltiMaker Digital Factory
uk_ua: Увійти в UltiMaker Digital Factory

# @button
source: Sign in to Digital Factory
uk_ua: Увійти в Digital Factory

# @label
source: Sign in to the UltiMaker platform
uk_ua: Увійдіть на платформу UltiMaker

# name
source: Simulation View
uk_ua: Вид моделювання

# @tooltip
source: Skin
uk_ua: Покриття

# @action:button
source: Skip
uk_ua: Пропустити

# @button
source: Skip
uk_ua: Пропустити

# @tooltip
source: Skirt
uk_ua: Юбка

# @button
source: Slice
uk_ua: Нарізка на шари

# @option:check
source: Slice automatically
uk_ua: Нарізати автоматично

# @info:tooltip
source: Slice automatically when changing settings.
uk_ua: Нарізати автоматично при зміні налаштувань.

# name
source: Slice info
uk_ua: Інформація про нарізку моделі

# @message:title
source: Slicing failed
uk_ua: Нарізка на шари не виконана

# @message
source: Slicing failed with an unexpected error. Please consider reporting a bug on our issue tracker.
uk_ua: Нарізка на шари не виконана через непередбачену помилку. Можливо, варто повідомити про помилку в системі відстеження проблем.

# @label:PrintjobStatus
source: Slicing...
uk_ua: Нарізка на шари...

# @action:label
source: Smoothing
uk_ua: Згладжування

# name
source: Solid View
uk_ua: Огляд

# @item:inmenu
source: Solid view
uk_ua: Огляд моделі

# @label
source: Some hidden settings use values different from their normal calculated value. Click to make these settings visible.
uk_ua: Деякі з прихованих параметрів використовують значення, які відрізняються від їх обчислених значень. Натисніть, щоб зробити ці параметри видимими.

# @info %1 is the name of a profile
source: Some setting-values defined in <b>%1</b> were overridden.
uk_ua: Деякі значення налаштувань, визначені в <b>%1</b>, були перевизначені.

# @tooltip
source: Some setting/override values are different from the values stored in the profile. Click to open the profile manager.
uk_ua: Значення деяких параметрів відрізняються від значень профілю. Натисніть для відкриття менеджера профілів.

# @action:label
source: Some settings from current profile were overwritten.
uk_ua: Деякі налаштування з поточного профілю були перезаписані.

# @message
source: Something unexpected happened when trying to log in, please try again.
uk_ua: Під час спроби входу трапилося щось несподіване, повторіть спробу.

# @title:header
source: Something went wrong when sending the materials to the printers.
uk_ua: При надсиланні матеріалів на принтери щось пішло не так.
