Repository: VGSheva/CURAua
Catalog: share/cura/resources/i18n/*/cura.po
Languages: uk_ua

source: %(width).1f x %(depth).1f x %(height).1f mm
uk_ua: %(width).1f x %(depth).1f x %(height).1f мм

# @action:label
source: %1 & material
uk_ua: %1 та матеріал

# @action:label
source: %1 out of %2
uk_ua: %1 з %2

# @action:label
source: %1 override
uk_ua: %1 перекрито

# @action:label
source: %1, %2 override
uk_ua: %1, %2 перекрито

# @label g for grams
source: %1g
uk_ua: %1 г

# @label m for meter
source: %1m
uk_ua: %1 м

# @action:inmenu menubar:printer
source: &Add Printer...
uk_ua: &Добавити принтер...

# @action:inmenu menubar:view
source: &Camera position
uk_ua: &Положення камери

# @action:inmenu menubar:profile
source: &Create profile from current settings/overrides...
uk_ua: &Створити профіль з поточних налаштувань/перевизначень...

# @action:inmenu menubar:profile
source: &Discard current changes
uk_ua: &Відкинути поточні параметри

# @title:menu menubar:toplevel
source: &Edit
uk_ua: &Редагувати

# @title:menu menubar:file
source: &Export...
uk_ua: &Експорт...

# @title:menu menubar:toplevel
source: &File
uk_ua: &Файл

# @action:inmenu menubar:edit
source: &Group Models
uk_ua: &Згрупувати моделі

# @title:menu menubar:toplevel
source: &Help
uk_ua: &Справка

# @title:menu
source: &Material
uk_ua: &Матеріал

# @action:inmenu menubar:edit
source: &Merge Models
uk_ua: &Об'єднати моделі

# @action:inmenu
source: &Multiply Model...
uk_ua: &Дублювати модель...

# @action:inmenu menubar:file
source: &New Project...
uk_ua: &Новий проект...

# @action:inmenu menubar:file
source: &Open File(s)...
uk_ua: &Відкрити файл(и)...

# @title:menu menubar:settings
source: &Printer
uk_ua: &Принтер

# @action:inmenu menubar:file
source: &Quit
uk_ua: &Вихід

# @action:inmenu menubar:edit
source: &Redo
uk_ua: &Повернення

# @title:menu menubar:file
source: &Save Project...
uk_ua: &Зберегти проект...

# @title:menu menubar:toplevel
source: &Settings
uk_ua: &Параметри

# @action:inmenu menubar:edit
source: &Undo
uk_ua: &Відміна

# @action:inmenu menubar:profile
source: &Update profile with current settings/overrides
uk_ua: &Оновити профіль поточними параметрами

# @title:menu menubar:toplevel
source: &View
uk_ua: &Вид

# @label
source: *You will need to restart the application for these changes to have effect.
uk_ua: *Для застосування цих змін вам потрібно перезапустити програму.

# @text
source: - Add material profiles and plug-ins from the Marketplace - Back-up and sync your material profiles and plug-ins - Share ideas and get help from 48,000+ users in the UltiMaker community
uk_ua: - Додайте налаштування матеріалів та плагіни з Marketplace - Виконуйте резервне копіювання та синхронізацію своїх налаштувань матеріалів та плагінів - Діліться ідеями та отримуйте допомогу від 48 000 користувачів у спільноті Ultimaker

# @heading
source: -- incomplete --
uk_ua: -- неповний --

# info:{0} gets replaced by a number of printers
source: ... and {0} other
uk_ua: ... та ще {0} другий

# @action:label
source: 1mm Transmittance (%)
uk_ua: Прохідність через 1 мм (%)

# @info:title
source: 3D Model Assistant
uk_ua: Помічник по 3D-моделям

# @action:inmenu menubar:view
source: 3D View
uk_ua: Тривимірний вигляд

# @info:tooltip
source: 3D View
uk_ua: 3D вид

# @item:inlistbox
source: 3MF File
uk_ua: Файл 3MF

# name
source: 3MF Reader
uk_ua: Читання 3MF

# name
source: 3MF Writer
uk_ua: Запис 3MF

# @error:zip
source: 3MF Writer plug-in is corrupt.
uk_ua: Модуль, що підключається, для запису 3MF пошкоджений.

# @item:inlistbox
source: 3MF file
uk_ua: 3MF файл

# @info, %1 is the name of the custom profile
source: <b>%1</b> custom profile is active and you overwrote some settings.
uk_ua: Активний <b>%1</b> власний профіль, і ви переписали деякі налаштування.

# @info, %1 is the name of the custom profile
source: <b>%1</b> custom profile is overriding some settings.
uk_ua: Власний профіль <b>%1</b> перевизначає деякі налаштування.

# @label %i will be replaced with a profile name
source: <b>Only user changed settings will be saved in the custom profile.</b><br/>For materials that support it, the new custom profile will inherit properties from <b>%1</b>.
uk_ua: <b>В пользовательском профиле будут сохранены только измененные пользователем настройки.</b><br/>Для поддерживающих его материалов новый пользовательский профиль будет наследовать свойства от <b>%1</b>.

# @label OpenGL renderer
source: <li>OpenGL Renderer: {renderer}</li>
uk_ua: <li>Засіб візуалізації OpenGL: {renderer}</li>

# @label OpenGL vendor
source: <li>OpenGL Vendor: {vendor}</li>
uk_ua: <li>Постачальник OpenGL: {vendor}</li>

# @label OpenGL version
source: <li>OpenGL Version: {version}</li>
uk_ua: <li>Версія OpenGL: {version}</li>

# @label crash message
source: <p><b>A fatal error has occurred in Cura. Please send us this Crash Report to fix the problem</p></b> <p>Please use the "Send report" button to post a bug report automatically to our servers</p>
uk_ua: <p><b>У Cura виникла критична помилка. Надішліть нам цей звіт про збій для усунення проблеми</p></b> <p>Натисніть кнопку «Надіслати звіт», щоб автоматично опублікувати звіт про помилку на наших серверах</p>

# @label crash message
source: <p><b>Oops, UltiMaker Cura has encountered something that doesn't seem right.</p></b> <p>We encountered an unrecoverable error during start up. It was possibly caused by some incorrect configuration files. We suggest to backup and reset your configuration.</p> <p>Backups can be found in the configuration folder.</p> <p>Please send us this Crash Report to fix the problem.</p>
uk_ua: <p><b>У UltiMaker Cura виявлено помилку.</p></b> <p>Під час запуску виявлено непереборну помилку. Можливо, це викликано деякими файлами конфігурації з неправильними даними. Рекомендується створити резервну копію конфігурації та скинути її.</p> <p>Резервні копії зберігаються в папці конфігурації.</p> <p>Надайте нам цей звіт про збій для усунення проблеми.</p>

# @info:status
source: <p>One or more 3D models may not print optimally due to the model size and material configuration:</p> <p>{model_names}</p> <p>Find out how to ensure the best possible print quality and reliability.</p> <p><a href="https://ultimaker.com/3D-model-assistant">View print quality guide</a></p>
uk_ua: <p>Одна або кілька 3D-моделей можуть не надрукуватися оптимальним чином через розмір моделі та конфігурацію матеріалу:</p> <p>{model_names}</p> <p>Дізнайтеся, як забезпечити максимально можливу якість та високу надійність друку.</p> <p><a href="https://ultimaker.com/3D-model-assistant">Ознайомитись з посібником з якості друку</a></p>

# @label
source: A USB print is in progress, closing Cura will stop this print. Are you sure?
uk_ua: Виконується друк через USB, закриття Cura зупинить цей друк. Ви впевнені?

# info:status
source: A cloud connection is not available for a printer
uk_ua: Підключення до хмари недоступне для принтера

# @message
source: A print is still in progress. Cura cannot start another print via USB until the previous print has completed.
uk_ua: Друк ще виконується. Cura не може почати інший друк через USB, доки попередній друк не буде завершено.

# @item:inlistbox
source: AMF File
uk_ua: Файл AMF

# name
source: AMF Reader
uk_ua: Засіб читання AMF

# @label
source: Abort
uk_ua: Перервати

# @label
source: Abort Print
uk_ua: Перервати друк

# @window:title
source: Abort print
uk_ua: Перервати друк

# @label:status
source: Aborted
uk_ua: Перервано

# @label
source: Aborting...
uk_ua: Переривається...

# @label:status
source: Aborting...
uk_ua: Переривається...

# @title:window The argument is the application name.
source: About %1
uk_ua: Про програму %1

# @action:inmenu menubar:help
source: About...
uk_ua: Про Cura...

# @button
source: Accept
uk_ua: Прийняти

# description
source: Accepts G-Code and sends them to a printer. Plugin can also update firmware.
uk_ua: Приймає G-Code та відправляє його на принтер. Плагін також може оновлювати прошивку.

# @label
source: Account synced
uk_ua: Обліковий запис синхронізовано

# @label:status
source: Action required
uk_ua: Необхідна дія

# @action:button
source: Activate
uk_ua: Активувати

# @label
source: Active print
uk_ua: Іде друк

# @action:button
source: Add
uk_ua: Додати

# @button
source: Add
uk_ua: Додати

# @action:button
source: Add New
uk_ua: Додати новий

# @title:window
source: Add Printer
uk_ua: Додавання принтера

# @button
source: Add UltiMaker printer via Digital Factory
uk_ua: Додати принтер UltiMaker через Digital Factory

# @label
source: Add a Cloud printer
uk_ua: Додати хмарний принтер

# @label
source: Add a networked printer
uk_ua: Додати мережевий принтер

# @label
source: Add a non-networked printer
uk_ua: Додати принтер, не підключений до мережі

# @action
source: Add a script
uk_ua: Додати скрипт

# @option:check
source: Add icon to system tray *
uk_ua: Додати іконку в системний трей*

# @button
source: Add local printer
uk_ua: Додати локальний принтер

# @option:check
source: Add machine prefix to job name
uk_ua: Додати префікс принтера до імені завдання

# @text
source: Add material settings and plugins from the Marketplace
uk_ua: Додайте налаштування матеріалів та плагіни з Marketplace

# @action:inmenu Marketplace is a brand name of UltiMaker's, so don't translate.
source: Add more materials from Marketplace
uk_ua: Додайте більше матеріалів з Магазину

# @button
source: Add printer
uk_ua: Додати принтер

# @label
source: Add printer
uk_ua: Додавання принтера

# @label
source: Add printer by IP
uk_ua: Додати принтер по IP-адресою

# @label
source: Add printer by IP address
uk_ua: Додати принтер по IP-адресою

# @button
source: Add printer manually
uk_ua: Додати принтер вручну

# info:status Filled in with printer name and printer model.
source: Adding printer {name} ({model}) from your account
uk_ua: Додавання принтера {name} ({model}) з вашого облікового запису

# @label
source: Address
uk_ua: Адреса

# @label
source: Adhesion
uk_ua: Прилипання

# @label
source: Adhesion Information
uk_ua: Інформація про адгезію

# @label
source: Adjusts the density of infill of the print.
uk_ua: Відрегулюйте щільність заповнення під час друку.

# support_type description
source: Adjusts the placement of the support structures. The placement can be set to touching build plate or everywhere. When set to everywhere the support structures will also be printed on the model.
uk_ua: Налаштовує розміщення структур підтримки. Розміщення може бути вибрано з торканням столу або скрізь. Для останнього випадку структури підтримки друкуються навіть на моделі.

# @label Header for list of settings.
source: Affected By
uk_ua: Залежить від

# @label Header for list of settings.
source: Affects
uk_ua: Впливає на

# @button
source: Agree
uk_ua: Приймаю

# @item:inlistbox
source: All Files (*)
uk_ua: Усі файли (*)

# @item:inlistbox
source: All Supported Types ({0})
uk_ua: Усі типи, що підтримуються ({0})

# @text:window
source: Allow sending anonymous data
uk_ua: Дозволити надсилання анонімних даних

# description
source: Allows loading and displaying G-code files.
uk_ua: Дозволяє завантажувати та відображати файли G-code.

# @option:discardOrKeep
source: Always ask me this
uk_ua: Завжди запитувати мене

# @option:openProject
source: Always ask me this
uk_ua: Завжди запитувати мене

# @option:discardOrKeep
source: Always discard changed settings
uk_ua: Завжди скидати змінені налаштування

# @option:openProject
source: Always import models
uk_ua: Завжди импортувати моделі

# @option:openProject
source: Always open as a project
uk_ua: Завжди відкривати як проект

# @option:discardOrKeep
source: Always transfer changed settings to new profile
uk_ua: Завжди передавати змінені налаштування новому профілю

# @info:tooltip
source: An model may appear extremely small if its unit is for example in meters rather than millimeters. Should these models be scaled up?
uk_ua: Модель може бути дуже маленькою, якщо її розмірність задана в метрах, а не міліметрах. Чи слід масштабувати такі моделі?

# @label
source: Annealing
uk_ua: Відпал

# @label
source: Anonymous
uk_ua: Анонімно

# @label Description for application component
source: Application framework
uk_ua: Фреймворк додатку

# @label
source: Apply Extruder offsets to GCode
uk_ua: Застосувати зміщення екструдера до GCode

# @info:title
source: Are you ready for cloud printing?
uk_ua: Ви готові до хмарного друку?

# @label %1 is the name of a print job.
source: Are you sure you want to abort %1?
uk_ua: Ви впевнені, що хочете перервати %1?

# @label
source: Are you sure you want to abort the print?
uk_ua: Ви впевнені, що хочете перервати друк?

# @label %1 is the name of a print job.
source: Are you sure you want to delete %1?
uk_ua: Ви впевнені, що хочете видалити %1?

# @dialog:info
source: Are you sure you want to delete this backup? This cannot be undone.
uk_ua: Ви впевнені, що хочете видалити вказану резервну копію? Ця дія неможливо скасувати.

# @label %1 is the application name
source: Are you sure you want to exit %1?
uk_ua: Ви впевнені, що хочете вийти з %1?

# @label %1 is the name of a print job.
source: Are you sure you want to move %1 to the top of the queue?
uk_ua: Ви впевнені, що хочете перемістити %1 на початок черги?

# @message {printer_name} is replaced with the name of the printer
source: Are you sure you want to remove {printer_name} temporarily?
uk_ua: Ви впевнені, що хочете тимчасово видалити {printer_name}?

# @info:question
source: Are you sure you want to start a new project? This will clear the build plate and any unsaved settings.
uk_ua: Ви впевнені, що хочете почати новий проект? Ця дія очистить панель збірки та всі незбережені налаштування.

# @label (%1 is object name)
source: Are you sure you wish to remove %1? This cannot be undone!
uk_ua: Ви впевнені, що хочете видалити %1? Це не можна буде скасувати!

# @label {0} is the name of a printer that's about to be deleted.
source: Are you sure you wish to remove {0}? This cannot be undone!
uk_ua: Чи дійсно видалити {0}? Цю дію неможливо буде скасувати!

# @action:inmenu menubar:edit
source: Arrange All Models
uk_ua: Вирівняти всі моделі

# @action:inmenu menubar:edit
source: Arrange Selection
uk_ua: Вирівняти вибрані

# @label:button
source: Ask a question
uk_ua: Задайте питання

# @checkbox:description
source: Auto Backup
uk_ua: Автоматичне резервне копіювання

# @checkbox:description
source: Automatically create a backup each day that Cura is started.
uk_ua: Автоматично створювати резервну копію щодня після запуску Cura.

# @option:check
source: Automatically drop models to the build plate
uk_ua: Автоматично опускати моделі на стіл

# @action:button
source: Automatically upgrade Firmware
uk_ua: Автоматичне оновлення прошивки

# @label
source: Available networked printers
uk_ua: Доступні мережні принтери

# @item:inlistbox
source: BMP Image
uk_ua: BMP зображення

# @button
source: Back
uk_ua: Назад

# @button:tooltip
source: Back
uk_ua: Назад

# @info:title
source: Backup
uk_ua: Резервне копіювання

# @button
source: Backup Now
uk_ua: Створити резервну копію

# @action:button
source: Backup and Reset Configuration
uk_ua: Резервне копіювання та скидання конфігурації

# description
source: Backup and restore your configuration.
uk_ua: Резервне копіювання та відновлення конфігурації.

# @text
source: Backup and sync your material settings and plugins
uk_ua: Виконуйте резервне копіювання та синхронізацію своїх налаштувань матеріалів та плагінів

# @description
source: Backup and synchronize your Cura settings.
uk_ua: Резервне копіювання та синхронізація ваших параметрів Cura.

# @info:title
source: Backups
uk_ua: Резервні копії

# @action:label
source: Base (mm)
uk_ua: База (мм)

# @tooltip:button
source: Become a 3D printing expert with UltiMaker e-learning.
uk_ua: Станьте експертом з 3D-друку за допомогою електронного навчання UltiMaker.

# @action:inmenu menubar:view
source: Bottom View
uk_ua: Вигляд знизу

# @label
source: Brand
uk_ua: Бренд

# @title
source: Build Plate Leveling
uk_ua: Вирівнювання столу

# @info:title
source: Build Volume
uk_ua: Обсяг друку

# @label
source: Build plate
uk_ua: Рабочий стіл

# @label
source: Build plate shape
uk_ua: Форма столу

# @label
source: Bundled Materials
uk_ua: Пов'язані матеріали

# @label
source: Bundled Plugins
uk_ua: Пов'язані модулі, що вбудовуються

# @button
source: Buy spool
uk_ua: Купити котушку

# @label Is followed by the name of an author
source: By
uk_ua: Автор

# @label Description for application dependency
source: C/C++ Binding library
uk_ua: C/C++ бібліотека інтерфейсу

# @info:status
source: Calculated
uk_ua: Розраховано

# @window:text
source: Camera rendering:
uk_ua: Рендеринг камери:

# @action:inmenu menubar:view
source: Camera view
uk_ua: Вид камери

# @info:title
source: Can't Find Location
uk_ua: Не можу знайти місце

# @info:title
source: Can't Open Project File
uk_ua: Неможливо відкрити файл проекту

# @label
source: Can't connect to your UltiMaker printer?
uk_ua: Не вдається підключитися до принтера UltiMaker?

# @info:status Don't translate the XML tags <filename>!
source: Can't import profile from <filename>{0}</filename> before a printer is added.
uk_ua: Неможливо імпортувати профіль із <filename>{0}</filename>, поки не додано принтер.

# @info:status
source: Can't open any other file if G-code is loading. Skipped importing {0}
uk_ua: Неможливо відкрити будь-який інший файл, якщо файл G-code вже завантажений. Пропускаю імпортування {0}

# @info:error
source: Can't write to UFP file:
uk_ua: Неможливо записати в файл UFP:

# @action:button
source: Cancel
uk_ua: Скасувати

# @button
source: Cancel
uk_ua: Скасувати

# @button Cancel pre-heating
source: Cancel
uk_ua: Скасувати

# @option:check
source: Caution message in g-code reader
uk_ua: Попереджувальне повідомлення у засобі зчитування G-коду

# @action:inmenu
source: Ce&nter Model on Platform
uk_ua: Помістити модель по центру

# @action:inmenu menubar:edit
source: Center Selected
uk_ua: Центрувати вибране

# @action:button
source: Center camera when item is selected
uk_ua: Центрувати камеру на вибраному об'єкті

# @info:tooltip
source: Change active post-processing scripts.
uk_ua: Змініть активні скрипти пост-обробки.

# @label
source: Change material %1 from %2 to %3.
uk_ua: Змінити матеріал %1 із %2 на %3.

# @label
source: Change print core %1 from %2 to %3.
uk_ua: Змінити екструдер %1 із %2 на %3.

# @info:title
source: Changes detected from your UltiMaker account
uk_ua: У вашому обліковому записі UltiMaker виявлено зміни

# @title
source: Changes from your account
uk_ua: Зміни у вашому обліковому записі

# @label:textbox
source: Check all
uk_ua: Обрати все

# @button
source: Check for account updates
uk_ua: Перевірити наявність оновлень облікового запису

# @option:check
source: Check for updates on start
uk_ua: Перевіряти оновлення при старті

# @label
source: Checking...
uk_ua: Перевірка...

# description
source: Checks for firmware updates.
uk_ua: Перевіряє наявність оновлень програмного забезпечення.

# description
source: Checks models and print configuration for possible printing issues and give suggestions.
uk_ua: Перевіряє моделі та конфігурацію друку на можливі проблеми з друком і дає пропозиції.

# @label
source: Chooses between the techniques available to generate support. "Normal" support creates a support structure directly below the overhanging parts and drops those areas straight down. "Tree" support creates branches towards the overhanging areas that support the model on the tips of those branches, and allows the branches to crawl around the model to support it from the build plate as much as possible.
uk_ua: Виберіть з доступних технік створення підтримки. Підтримка зі стандартною структурою створюється безпосередньо під деталями, що виступають, і потім опускає ці області вниз лінійно. У підтримки з деревоподібною структурою гілки тягнуться до областей, що виступають, і модель спирається на кінці цих гілок, які охоплюють модель з різних сторін, щоб таким чином максимально підтримувати її по всій площі друкованої пластини.

# @action:inmenu menubar:edit
source: Clear Build Plate
uk_ua: Очистити стіл

# @option:check
source: Clear buildplate before loading model into the single instance
uk_ua: Очистіть друкарську пластину перед завантаженням моделі в єдиний екземпляр

# @text
source: Click the export material archive button.
uk_ua: Натисніть кнопку експорту архіву матеріалів.

# @action:button
source: Close
uk_ua: Закрити

# @title:window %1 is the application name
source: Closing %1
uk_ua: Закриття %1

# @action:inmenu
source: Collapse All Categories
uk_ua: Згорнути усі категорії

# @label
source: Color
uk_ua: Колір

# @action:label
source: Color Model
uk_ua: Колірна модель

# @label
source: Color scheme
uk_ua: Колірна схема

# @info
source: Compare and save.
uk_ua: Порівнюйте та заощаджуйте.

# @label
source: Compatibility Mode
uk_ua: Режим сумісності

# @label Description for application dependency
source: Compatibility between Python 2 and 3
uk_ua: Сумісність між Python 2 та 3

# @title:label
source: Compatible Printers
uk_ua: Сумісні принтери

# @label
source: Compatible material diameter
uk_ua: Діаметр сумісного матеріалу

# @header
source: Compatible printers
uk_ua: Сумісні принтери

# @header
source: Compatible support materials
uk_ua: Сумісні допоміжні матеріали

# @header
source: Compatible with Material Station
uk_ua: Сумісно з Material Station

# @item:inlistbox
source: Compressed G-code File
uk_ua: Стиснутий файл з G-кодом

# name
source: Compressed G-code Reader
uk_ua: Засіб зчитування стисненого G-коду

# name
source: Compressed G-code Writer
uk_ua: Засіб запису стисненого G-коду

# @title:window
source: Configuration Changes
uk_ua: Зміни конфігурації

# @error
source: Configuration not supported
uk_ua: Конфігурація не підтримується

# @header
source: Configurations
uk_ua: Конфігурації

# @label
source: Configurations
uk_ua: Конфігурації

# @action:inmenu
source: Configure Cura...
uk_ua: Налаштувати Cura...

# @info:tooltip
source: Configure Per Model Settings
uk_ua: Налаштувати параметри для кожної моделі

# @action
source: Configure group
uk_ua: Налаштувати групу

# @action:menu
source: Configure setting visibility...
uk_ua: Налаштування видимості параметрів...

# @title:window
source: Confirm Diameter Change
uk_ua: Підтвердити зміну діаметра

# @title:window
source: Confirm Remove
uk_ua: Підтвердьте видалення

# @action:button
source: Connect
uk_ua: Підключити

# @button
source: Connect
uk_ua: Підключити

# @title:window
source: Connect to Networked Printer
uk_ua: Підключення до мережного принтера

# @action
source: Connect via Network
uk_ua: Підключитись через мережу

# @info:status
source: Connected over the network
uk_ua: Підключений через мережу

# @label
source: Connected printers
uk_ua: Підключені принтери

# @info:status
source: Connected via USB
uk_ua: Підключено через USB

# @info:status
source: Connected via cloud
uk_ua: Підключено через хмару

# description
source: Connects to the Digital Library, allowing Cura to open files from and save files to the Digital Library.
uk_ua: Підключається до цифрової бібліотеки, дозволяючи Cura відкривати файли з цифрової бібліотеки та зберігати файли у ній.

# @tooltip:button
source: Consult the UltiMaker Community.
uk_ua: Зверніться до спільноти UltiMaker.

# @title:window
source: Convert Image
uk_ua: Перетворення зображення

# @label
source: Cooling Fan Number
uk_ua: Номер охолоджувального вентилятора

# @action:menu
source: Copy all changed values to all extruders
uk_ua: Копіювати всі змінені значення для всіх екструдерів

# @action:menu
source: Copy value to all extruders
uk_ua: Копіювати значення для всіх екструдерів

# @label
source: Cost per Meter
uk_ua: Вартість метра

# @info
source: Could not access update information.
uk_ua: Не можу отримати інформацію про оновлення.

# @label
source: Could not connect to device.
uk_ua: Не вдалося підключитися до пристрою.
