Repository: VGSheva/CURAua
Catalog: share/cura/resources/i18n/*/fdmprinter.def.json.po
Languages: uk_ua

# bridge_wall_speed label
source: Bridge Wall Speed
uk_ua: Швидкість друку стінки містка

# adhesion_type option brim
source: Brim
uk_ua: Кайма

# brim_gap label
source: Brim Distance
uk_ua: Відстань до кайми

# brim_inside_margin label
source: Brim Inside Avoid Margin
uk_ua: Кайма всередині зони уникнення

# brim_line_count label
source: Brim Line Count
uk_ua: Кількість ліній кайми

# brim_outside_only label
source: Brim Only on Outside
uk_ua: Кайма тільки зовні

# brim_replaces_support label
source: Brim Replaces Support
uk_ua: Кайма замінює підтримку

# brim_width label
source: Brim Width
uk_ua: Ширина кайми

# platform_adhesion label
source: Build Plate Adhesion
uk_ua: Тип прилипання до столу

# adhesion_extruder_nr label
source: Build Plate Adhesion Extruder
uk_ua: Екструдер першого шару

# adhesion_type label
source: Build Plate Adhesion Type
uk_ua: Тип прилипання до столу

# machine_buildplate_type label
source: Build Plate Material
uk_ua: Матеріал робочого столу

# machine_shape label
source: Build Plate Shape
uk_ua: Форма столу

# material_bed_temperature label
source: Build Plate Temperature
uk_ua: Температура столу

# material_bed_temperature_layer_0 label
source: Build Plate Temperature Initial Layer
uk_ua: Температура столу для першого шару

# build_volume_temperature label
source: Build Volume Temperature
uk_ua: Температура обсягу друку

# center_object label
source: Center Object
uk_ua: Центрування об'єкту

# conical_overhang_enabled description
source: Change the geometry of the printed model such that minimal support is required. Steep overhangs will become shallow overhangs. Overhanging areas will drop down to become more vertical.
uk_ua: Змінює геометрію моделі, що друкується, так, щоб знизити вимоги до обсягу підтримки. Круті навіси стануть меншими. Нависаючі області опустяться і стануть вертикальнішими.

# support_structure description
source: Chooses between the techniques available to generate support. "Normal" support creates a support structure directly below the overhanging parts and drops those areas straight down. "Tree" support creates branches towards the overhanging areas that support the model on the tips of those branches, and allows the branches to crawl around the model to support it from the build plate as much as possible.
uk_ua: Виберіть з доступних технік створення підтримки. Підтримка зі стандартною структурою створюється безпосередньо під деталями, що виступають, і потім опускає ці області вниз лінійно. У підтримки з деревоподібною структурою гілки тягнуться до областей, що виступають, і модель спирається на кінці цих гілок, які охоплюють модель з різних сторін, щоб таким чином максимально підтримувати її по всій площі друкованої пластини.

# coasting_speed label
source: Coasting Speed
uk_ua: Швидкість накату

# coasting_volume label
source: Coasting Volume
uk_ua: Об'єм накату

# coasting_enable description
source: Coasting replaces the last part of an extrusion path with a travel path. The oozed material is used to print the last piece of the extrusion path in order to reduce stringing.
uk_ua: Накат відключає екструзію матеріалу на завершальній частині колії. Витікаючий матеріал використовується для друку на завершальній частині шляху, зменшуючи строчність.

# retraction_combing label
source: Combing Mode
uk_ua: Режим комбінгу

# retraction_combing description
source: Combing keeps the nozzle within already printed areas when traveling. This results in slightly longer travel moves but reduces the need for retractions. If combing is off, the material will retract and the nozzle moves in a straight line to the next point. It is also possible to avoid combing over top/bottom skin areas or to only comb within the infill.
uk_ua: Комбінг утримує сопло всередині надрукованих зон під час переміщення. Це виявляється у невеликому збільшенні шляху, але зменшує потребу у відкатах. При відключеному комбінгу виконується відкочування матеріалу, а сопло пересувається в наступну точку по прямій. Також можна не застосовувати комбінг над верхніми/нижніми областями оболонки або дозволити комбінг лише в області заповнення.

# command_line_settings label
source: Command Line Settings
uk_ua: Параметри командного рядка

# infill_pattern option concentric
source: Concentric
uk_ua: Концентричне

# ironing_pattern option concentric
source: Concentric
uk_ua: Концентричний

# roofing_pattern option concentric
source: Concentric
uk_ua: Концентричні

# support_bottom_pattern option concentric
source: Concentric
uk_ua: Концентричний

# support_interface_pattern option concentric
source: Concentric
uk_ua: Концентричний

# support_pattern option concentric
source: Concentric
uk_ua: Концентричні

# support_roof_pattern option concentric
source: Concentric
uk_ua: Концентричний

# top_bottom_pattern option concentric
source: Concentric
uk_ua: Концентричний

# top_bottom_pattern_0 option concentric
source: Concentric
uk_ua: Концентричний

# support_conical_angle label
source: Conical Support Angle
uk_ua: Кут конічних підтримок

# support_conical_min_width label
source: Conical Support Minimum Width
uk_ua: Мінімальна ширина конічних підтримок

# zig_zaggify_infill label
source: Connect Infill Lines
uk_ua: З'єднувати лінії заповнення

# connect_infill_polygons label
source: Connect Infill Polygons
uk_ua: З'єднання полігонів заповнення

# zig_zaggify_support label
source: Connect Support Lines
uk_ua: З'єднання ліній підтримки

# support_connect_zigzags label
source: Connect Support ZigZags
uk_ua: Сполучений зигзаг

# connect_skin_polygons label
source: Connect Top/Bottom Polygons
uk_ua: З'єднання верхніх/нижніх полігонів

# connect_infill_polygons description
source: Connect infill paths where they run next to each other. For infill patterns which consist of several closed polygons, enabling this setting greatly reduces the travel time.
uk_ua: З'єднання шляхів заповнення на ділянках, де вони проходять поряд. Для шаблонів заповнення, що складаються з кількох замкнутих полігонів, активація цієї настройки значно скорочує час переміщення.

# support_connect_zigzags description
source: Connect the ZigZags. This will increase the strength of the zig zag support structure.
uk_ua: Поєднує зигзаги. Це підвищує міцність такої підтримки.

# zig_zaggify_support description
source: Connect the ends of the support lines together. Enabling this setting can make your support more sturdy and reduce underextrusion, but it will cost more material.
uk_ua: Поєднує кінці ліній підтримки. Активація цієї настройки може зробити підтримку міцнішою і компенсувати недостатню екструзію, але для цього потрібно більше матеріалу.

# zig_zaggify_infill description
source: Connect the ends where the infill pattern meets the inner wall using a line which follows the shape of the inner wall. Enabling this setting can make the infill adhere to the walls better and reduce the effects of infill on the quality of vertical surfaces. Disabling this setting reduces the amount of material used.
uk_ua: З'єднання місць перетину шаблону заповнення та внутрішніх стінок за допомогою лінії, що повторює контур внутрішньої стінки. Використання цієї функції покращує зчеплення заповнення зі стінками та знижує вплив заповнення на якість вертикальних поверхонь. Вимкнення цієї функції знижує витрати матеріалу.

# connect_skin_polygons description
source: Connect top/bottom skin paths where they run next to each other. For the concentric pattern enabling this setting greatly reduces the travel time, but because the connections can happen midway over infill this feature can reduce the top surface quality.
uk_ua: З'єднання верхніх/нижніх шляхів оболонки на ділянках, де проходять поруч. При використанні концентричного шаблону активація даної установки значно скорочує час переміщення, але, враховуючи можливість наявності з'єднань на півдорозі над заповненням, ця функція може погіршити якість верхньої поверхні.

# z_seam_corner description
source: Control whether corners on the model outline influence the position of the seam. None means that corners have no influence on the seam position. Hide Seam makes the seam more likely to occur on an inside corner. Expose Seam makes the seam more likely to occur on an outside corner. Hide or Expose Seam makes the seam more likely to occur at an inside or outside corner. Smart Hiding allows both inside and outside corners, but chooses inside corners more frequently, if appropriate.
uk_ua: Керує впливом кутів на контурі моделі на позицію шва. "Ні" означає відсутність впливу. "Сховати шов" означає розміщення шва з найбільшою ймовірністю всередині кута. "Показати шов" означає розміщення шва з найбільшою ймовірністю зовні кута. "Сховати або показати" означає вибір варіанта в залежності від ситуації. Функція "Інтелектуальне приховування" допускає розміщення швів як усередині, так і зовні кутів, але частіше розміщує їх усередині.

# infill_multiplier description
source: Convert each infill line to this many lines. The extra lines do not cross over each other, but avoid each other. This makes the infill stiffer, but increases print time and material usage.
uk_ua: Перетворювати кожну лінію заповнення на безліч ліній. Додаткові лінії не перетинаються, а ухиляються від зіткнення одна з одною. Завдяки цьому заповнення стає більш щільним, але час друку та витрата матеріалів збільшуються.

# machine_nozzle_cool_down_speed label
source: Cool Down Speed
uk_ua: Швидкість охолодження

# cooling description
source: Cooling
uk_ua: Охолодження

# cooling label
source: Cooling
uk_ua: Охолодження

# infill_pattern option cross
source: Cross
uk_ua: Хрестове

# support_pattern option cross
source: Cross
uk_ua: Хрест

# infill_pattern option cross_3d
source: Cross 3D
uk_ua: Хрестове 3D

# cross_infill_pocket_size label
source: Cross 3D Pocket Size
uk_ua: Розмір кишень хреста 3D

# cross_support_density_image label
source: Cross Fill Density Image for Support
uk_ua: Зображення щільності перехресного заповнення для підтримки

# cross_infill_density_image label
source: Cross Infill Density Image
uk_ua: Зображення щільності перехресного наповнення

# material_crystallinity label
source: Crystalline Material
uk_ua: Кристалічний матеріал

# infill_pattern option cubic
source: Cubic
uk_ua: Куб

# infill_pattern option cubicsubdiv
source: Cubic Subdivision
uk_ua: Динамічний куб

# sub_div_rad_add label
source: Cubic Subdivision Shell
uk_ua: Стінка динамічного куба

# cutting_mesh label
source: Cutting Mesh
uk_ua: Обмежуючий об'єкт

# material_flow_temp_graph description
source: Data linking material flow (in mm3 per second) to temperature (degrees Celsius).
uk_ua: Графік, що поєднує потік (мм3 в секунду) з температурою (у градусах Цельсія).

# machine_acceleration label
source: Default Acceleration
uk_ua: Стандартне прискорення

# default_material_bed_temperature label
source: Default Build Plate Temperature
uk_ua: Температура робочого столу за замовчуванням

# machine_max_jerk_e label
source: Default Filament Jerk
uk_ua: Звичайний ривок матеріалу

# default_material_print_temperature label
source: Default Printing Temperature
uk_ua: Температура сопла

# machine_max_jerk_xy label
source: Default X-Y Jerk
uk_ua: Звичайний X-Y ривок

# machine_max_jerk_z label
source: Default Z Jerk
uk_ua: Звичайний Z ривок

# machine_max_jerk_xy description
source: Default jerk for movement in the horizontal plane.
uk_ua: Стандартна зміна прискорення руху в горизонтальній площині.

# machine_max_jerk_z description
source: Default jerk for the motor of the Z-direction.
uk_ua: Стандартна зміна прискорення для двигуна по осі Z.

# machine_max_jerk_e description
source: Default jerk for the motor of the filament.
uk_ua: Стандартна зміна прискорення для двигуна, що подає матеріал.

# bridge_settings_enabled description
source: Detect bridges and modify print speed, flow and fan settings while bridges are printed.
uk_ua: Виявлення містків та зміна швидкості друку, налаштувань потоку та вентилятора під час друку містків.

# inset_direction description
source: Determines the order in which walls are printed. Printing outer walls earlier helps with dimensional accuracy, as faults from inner walls cannot propagate to the outside. However printing them later allows them to stack better when overhangs are printed. When there is an uneven amount of total innner walls, the 'center last line' is always printed last.
uk_ua: Визначає порядок друку стін. Якщо спочатку друкувати зовнішні стінки, це допоможе точніше визначати розміри стінок, оскільки дефекти внутрішніх стінок не зможуть поширюватися назовні. Якщо друкувати зовнішні стінки пізніше, це дозволить краще укладати їх один на одного під час друку виступів. При нерівномірній кількості загальних внутрішніх стін "центральна остання лінія" завжди друкується останньою.

# infill_mesh_order description
source: Determines the priority of this mesh when considering multiple overlapping infill meshes. Areas where multiple infill meshes overlap will take on the settings of the mesh with the highest rank. An infill mesh with a higher rank will modify the infill of infill meshes with lower rank and normal meshes.
uk_ua: Визначає пріоритет даного об'єкта при обчисленні декількох заповнюючих об'єктів, що перекриваються. До областей з кількома заповнювальними об'єктами, що перекриваються, будуть застосовуватися налаштування об'єкта вищого порядку. Заповнюючий об'єкт вищого порядку модифікуватиме заповнення об'єктів нижчих порядків і звичайних об'єктів.

# lightning_infill_support_angle description
source: Determines when a lightning infill layer has to support anything above it. Measured in the angle given the thickness of a layer.
uk_ua: Визначає, коли шар шаблону заповнення «блискавка» повинен підтримувати щось над ним. Вимірюється під кутом з урахуванням товщини шару.

# lightning_infill_overhang_angle description
source: Determines when a lightning infill layer has to support the model above it. Measured in the angle given the thickness.
uk_ua: Визначає, коли шар шаблону заповнення "блискавка" повинен підтримувати модель над ним. Вимірюється під кутом з урахуванням товщини.

# material_diameter label
source: Diameter
uk_ua: Діаметр

# support_tree_max_diameter_increase_by_merges_when_support_to_model label
source: Diameter Increase To Model
uk_ua: Збільшення діаметра до моделі

# support_tree_bp_diameter description
source: Diameter every branch tries to achieve when reaching the buildplate. Improves bed adhesion.
uk_ua: Діаметр, якого кожне відгалуження намагається досягти під час досягнення друкованої пластини. Покращує адгезію до столу.

# adhesion_type description
source: Different options that help to improve both priming your extrusion and adhesion to the build plate. Brim adds a single layer flat area around the base of your model to prevent warping. Raft adds a thick grid with a roof below the model. Skirt is a line printed around the model, but not connected to the model.
uk_ua: Різні варіанти, що допомагають покращити прилипання пластику до столу. Кайма додає одношарову плоску область навколо основи моделі, що друкується, запобігаючи її деформації. Підкладка додає товсту сітку із дахом під модель. Юбка - це лінія, яка друкується навколо моделі, але не з'єднана з нею.

# machine_disallowed_areas label
source: Disallowed Areas
uk_ua: Заборонені області

# infill_line_distance description
source: Distance between the printed infill lines. This setting is calculated by the infill density and the infill line width.
uk_ua: Дистанція між лініями заповнення. Цей параметр обчислюється із щільності заповнення та ширини лінії заповнення.

# support_initial_layer_line_distance description
source: Distance between the printed initial layer support structure lines. This setting is calculated by the support density.
uk_ua: Дистанція між надрукованими лініями структури підтримки першого шару. Цей параметр обчислюється за щільністю підтримки.

# support_bottom_line_distance description
source: Distance between the printed support floor lines. This setting is calculated by the Support Floor Density, but can be adjusted separately.
uk_ua: Дистанція між лініями низу підтримки. Цей параметр обчислюється з Щільності низу підтримки, але може бути вказано окремо.

# support_roof_line_distance description
source: Distance between the printed support roof lines. This setting is calculated by the Support Roof Density, but can be adjusted separately.
uk_ua: Дистанція між лініями даху підтримки. Цей параметр обчислюється з Щільності даху підтримки, але може бути вказано окремо.

# support_line_distance description
source: Distance between the printed support structure lines. This setting is calculated by the support density.
uk_ua: Дистанція між надрукованими лініями структури підтримки. Цей параметр обчислюється за щільністю підтримки.

# support_bottom_distance description
source: Distance from the print to the bottom of the support.
uk_ua: Відстань між моделлю, що друкується, і низом підтримки.

# support_top_distance description
source: Distance from the top of the support to the print.
uk_ua: Відстань між верхом підтримок і моделлю, що друкується.

# support_z_distance description
source: Distance from the top/bottom of the support structure to the print. This gap provides clearance to remove the supports after the model is printed. This value is rounded up to a multiple of the layer height.
uk_ua: Дистанція від дна/кришки структури підтримки до друку. Цей проміжок спрощує вилучення підтримок після закінчення друку моделі. Це значення округляється до числа, кратного висоті шару.

# infill_wipe_dist description
source: Distance of a travel move inserted after every infill line, to make the infill stick to the walls better. This option is similar to infill overlap, but without extrusion and only on one end of the infill line.
uk_ua: Відстань, на яку продовжується рух сопла після друку кожної лінії заповнення, для забезпечення кращого зв'язування заповнення зі стінками. Цей параметр схожий на перекриття заповнення, але без екструзії і лише з одного боку лінії заповнення.

# wall_0_wipe_dist description
source: Distance of a travel move inserted after the outer wall, to hide the Z seam better.
uk_ua: Відстань переміщення, додана після друку зовнішньої стінки, краще сховати Z шов.

# draft_shield_dist description
source: Distance of the draft shield from the print, in the X/Y directions.
uk_ua: Дистанція до стінки кожуха від моделі по осях X/Y.

# ooze_shield_dist description
source: Distance of the ooze shield from the print, in the X/Y directions.
uk_ua: Дистанція до стінки захисту від моделі по осях X/Y.

# support_xy_distance_overhang description
source: Distance of the support structure from the overhang in the X/Y directions.
uk_ua: Зазор між структурами підтримки та нависанням по осях X/Y.

# support_xy_distance description
source: Distance of the support structure from the print in the X/Y directions.
uk_ua: Відстань між структурами підтримки та друкованої моделі по осях X/Y.

# min_infill_area description
source: Don't generate areas of infill smaller than this (use skin instead).
uk_ua: Не генерувати області заповнення менше, ніж зазначено тут (замість цього використовувати оболонку).

# draft_shield_height label
source: Draft Shield Height
uk_ua: Висота кожуха

# draft_shield_height_limitation label
source: Draft Shield Limitation
uk_ua: Обмеження кожуха

# draft_shield_dist label
source: Draft Shield X/Y Distance
uk_ua: Дистанція X/Y до кожуха

# support_mesh_drop_down label
source: Drop Down Support Mesh
uk_ua: Об'єкт підтримки нависань

# dual label
source: Dual Extrusion
uk_ua: Два екструдера

# machine_shape option elliptic
source: Elliptic
uk_ua: Еліптична

# acceleration_enabled label
source: Enable Acceleration Control
uk_ua: Дозволити керування прискоренням

# bridge_settings_enabled label
source: Enable Bridge Settings
uk_ua: Активація налаштувань містків

# coasting_enable label
source: Enable Coasting
uk_ua: Дозволити накат

# support_conical_enabled label
source: Enable Conical Support
uk_ua: Конічні підтримки

# draft_shield_enabled label
source: Enable Draft Shield
uk_ua: Дозволити друк кожуха

# ironing_enabled label
source: Enable Ironing
uk_ua: Дозволити розгладжування

# jerk_enabled label
source: Enable Jerk Control
uk_ua: Включити керування ривком

# machine_nozzle_temp_enabled label
source: Enable Nozzle Temperature Control
uk_ua: Дозволити керування температурою сопла

# ooze_shield_enabled label
source: Enable Ooze Shield
uk_ua: Друкувати захист від крапель

# prime_blob_enable label
source: Enable Prime Blob
uk_ua: Дозволити наповнення матеріалом

# prime_tower_enable label
source: Enable Prime Tower
uk_ua: Дозволити чорнову вежу

# cool_fan_enabled label
source: Enable Print Cooling
uk_ua: Увімкнути вентилятори

# retraction_enable label
source: Enable Retraction
uk_ua: Дозволити відкат

# support_brim_enable label
source: Enable Support Brim
uk_ua: Дозволити кайму підтримки

# support_bottom_enable label
source: Enable Support Floor
uk_ua: Дозволити дно підтримки

# support_interface_enable label
source: Enable Support Interface
uk_ua: Дозволити сполучний шар підтримки

# support_roof_enable label
source: Enable Support Roof
uk_ua: Дозволити дах підтримки

# acceleration_travel_enabled label
source: Enable Travel Acceleration
uk_ua: Увімкнути прискорення переміщення

# jerk_travel_enabled label
source: Enable Travel Jerk
uk_ua: Увімкнути ривок переміщення

# ooze_shield_enabled description
source: Enable exterior ooze shield. This will create a shell around the model which is likely to wipe a second nozzle if it's at the same height as the first nozzle.
uk_ua: Дозволяє друк зовнішнього захисту від крапель, що витекли. Створює огорожу навколо моделі, про яку витирається матеріал, що витік із другого сопла, якщо воно знаходиться на тій самій висоті, що й перше сопло.

# jerk_enabled description
source: Enables adjusting the jerk of print head when the velocity in the X or Y axis changes. Increasing the jerk can reduce printing time at the cost of print quality.
uk_ua: Дозволяє керувати швидкістю зміни прискорень голови по осях X або Y. Збільшення цього значення може скоротити час друку за рахунок його якості.

# acceleration_enabled description
source: Enables adjusting the print head acceleration. Increasing the accelerations can reduce printing time at the cost of print quality.
uk_ua: Дозволяє регулювання прискорення голови. Збільшення прискорень може скоротити час друку за рахунок якості друку.

# cool_fan_enabled description
source: Enables the print cooling fans while printing. The fans improve print quality on layers with short layer times and bridging / overhangs.
uk_ua: Дозволяє використання вентиляторів під час друку. Застосування вентиляторів покращує якість друку шарів із малою площею, а також мостів та нависань.

# machine_end_gcode label
source: End G-code
uk_ua: Завершальний G-код

# material_end_of_filament_purge_length label
source: End of Filament Purge Length
uk_ua: Довжина видавлювання матеріалу, що закінчується.

# material_end_of_filament_purge_speed label
source: End of Filament Purge Speed
uk_ua: Скорость выдавливания заканчивающегося материала

# brim_replaces_support description
source: Enforce brim to be printed around the model even if that space would otherwise be occupied by support. This replaces some regions of the first layer of support by brim regions.
uk_ua: Примусовий друк кайми навколо моделі, навіть якщо простір в іншому випадку був би зайнятий підтримкою. При цьому деякі ділянки першого шару підтримки замінюються ділянками кайми.

# support_type option everywhere
source: Everywhere
uk_ua: Скрізь

# slicing_tolerance option exclusive
source: Exclusive
uk_ua: Виняток

# experimental label
source: Experimental
uk_ua: Експериментальне

# z_seam_corner option z_seam_corner_outer
source: Expose Seam
uk_ua: Показатиь шов
