Repository: VGSheva/CURAua
Catalog: share/cura/resources/i18n/*/fdmprinter.def.json.po
Languages: uk_ua

# infill_overlap label
source: Infill Overlap Percentage
uk_ua: Відсоток перекриття заповнення

# infill_pattern label
source: Infill Pattern
uk_ua: Шаблон заповнення

# speed_infill label
source: Infill Speed
uk_ua: Швидкість заповнення

# infill_support_enabled label
source: Infill Support
uk_ua: Підтримка заповнення

# infill_enable_travel_optimization label
source: Infill Travel Optimization
uk_ua: Оптимізація переміщення заповнення

# infill_wipe_dist label
source: Infill Wipe Distance
uk_ua: Дистанція закінчення заповнення

# infill_offset_x label
source: Infill X Offset
uk_ua: Зміщення заповнення X

# infill_offset_y label
source: Infill Y Offset
uk_ua: Зміщення заповнення Y

# initial_bottom_layers label
source: Initial Bottom Layers
uk_ua: Початкові шари дна

# cool_fan_speed_0 label
source: Initial Fan Speed
uk_ua: Початкова швидкість вентилятора

# acceleration_layer_0 label
source: Initial Layer Acceleration
uk_ua: Прискорення першого шару

# skin_material_flow_layer_0 label
source: Initial Layer Bottom Flow
uk_ua: Потік низу першого шару

# support_tree_bp_diameter label
source: Initial Layer Diameter
uk_ua: Діаметр першого шару

# material_flow_layer_0 label
source: Initial Layer Flow
uk_ua: Потік для першого шару

# layer_height_0 label
source: Initial Layer Height
uk_ua: Висота першого шару

# xy_offset_layer_0 label
source: Initial Layer Horizontal Expansion
uk_ua: Горизонтальне розширення першого шару

# wall_x_material_flow_layer_0 label
source: Initial Layer Inner Wall Flow
uk_ua: Потік внутрішньої стінки першого шару

# jerk_layer_0 label
source: Initial Layer Jerk
uk_ua: Ривок першого шару

# initial_layer_line_width_factor label
source: Initial Layer Line Width
uk_ua: Ширина лінії першого шару

# wall_0_material_flow_layer_0 label
source: Initial Layer Outer Wall Flow
uk_ua: Потік зовнішньої стінки першого шару

# acceleration_print_layer_0 label
source: Initial Layer Print Acceleration
uk_ua: Прискорення друку першого шару

# jerk_print_layer_0 label
source: Initial Layer Print Jerk
uk_ua: Ривок друку першого шару

# speed_print_layer_0 label
source: Initial Layer Print Speed
uk_ua: Швидкість першого шару

# speed_layer_0 label
source: Initial Layer Speed
uk_ua: Швидкість першого шару

# support_initial_layer_line_distance label
source: Initial Layer Support Line Distance
uk_ua: Дистанція між лініями підтримки першого шару

# acceleration_travel_layer_0 label
source: Initial Layer Travel Acceleration
uk_ua: Прискорення переміщень першого шару

# jerk_travel_layer_0 label
source: Initial Layer Travel Jerk
uk_ua: Ривок переміщення першого шару

# speed_travel_layer_0 label
source: Initial Layer Travel Speed
uk_ua: Швидкість переміщень на першому шарі

# layer_0_z_overlap label
source: Initial Layer Z Overlap
uk_ua: Z накладання першого шару

# material_initial_print_temperature label
source: Initial Printing Temperature
uk_ua: Початкова температура друку

# acceleration_wall_x label
source: Inner Wall Acceleration
uk_ua: Прискорення внутрішньої стінки

# wall_x_extruder_nr label
source: Inner Wall Extruder
uk_ua: Екструдер внутрішньої стінки

# jerk_wall_x label
source: Inner Wall Jerk
uk_ua: Ривок внутрішніх стін

# speed_wall_x label
source: Inner Wall Speed
uk_ua: Швидкість друку внутрішніх стін

# wall_x_material_flow label
source: Inner Wall(s) Flow
uk_ua: Потік для внутрішніх стін

# wall_line_width_x label
source: Inner Wall(s) Line Width
uk_ua: Ширина лінії внутрішньої стінки

# wall_0_inset description
source: Inset applied to the path of the outer wall. If the outer wall is smaller than the nozzle, and printed after the inner walls, use this offset to get the hole in the nozzle to overlap with the inner walls instead of the outside of the model.
uk_ua: Вставка використовується для зовнішніх стін. Якщо зовнішня стінка менша за діаметр сопла і друкується після внутрішніх стінок, то використовуйте це зміщення для заходу соплом на внутрішні стінки замість виходу за модель.

# inset_direction option inside_out
source: Inside To Outside
uk_ua: Від внутрішніх до зовнішніх

# support_interface_priority option interface_lines_overwrite_support_area
source: Interface lines preferred
uk_ua: Віддавати перевагу лінії інтерфейсу

# support_interface_priority option interface_area_overwrite_support_area
source: Interface preferred
uk_ua: Віддавати перевагу інтерфейсу

# interlocking_beam_layer_count label
source: Interlocking Beam Layer Count
uk_ua: Кількість шарів взаємопов'язаних балок

# interlocking_beam_width label
source: Interlocking Beam Width
uk_ua: Ширина взаємопов'язаних балок

# interlocking_boundary_avoidance label
source: Interlocking Boundary Avoidance
uk_ua: Уникнення меж взаємопов'язаної структури

# interlocking_depth label
source: Interlocking Depth
uk_ua: Глибина взаємопов'язаної структури

# interlocking_orientation label
source: Interlocking Structure Orientation
uk_ua: Орієнтація взаємопов'язаної структури

# ironing_only_highest_layer label
source: Iron Only Highest Layer
uk_ua: Найвищий шар розгладжування

# acceleration_ironing label
source: Ironing Acceleration
uk_ua: Прискорення розгладження

# ironing_flow label
source: Ironing Flow
uk_ua: Поток розгладження

# ironing_inset label
source: Ironing Inset
uk_ua: Межі розгладження

# jerk_ironing label
source: Ironing Jerk
uk_ua: Ривок розгладження

# ironing_line_spacing label
source: Ironing Line Spacing
uk_ua: Відстань між лініями розгладжування

# ironing_pattern label
source: Ironing Pattern
uk_ua: Шаблон розгладження

# speed_ironing label
source: Ironing Speed
uk_ua: Швідкість розгладження

# machine_center_is_zero label
source: Is Center Origin
uk_ua: Початок координат у центрі

# material_is_support_material label
source: Is support material
uk_ua: Є підтримуючим матеріалом

# material_crystallinity description
source: Is this material the type that breaks off cleanly when heated (crystalline), or is it the type that produces long intertwined polymer chains (non-crystalline)?
uk_ua: Це матеріал, який при нагріванні легко ламається по чітких лініях (кристалічний) або утворює довгі полімерні ланцюжки, що сплітаються (некристалічний)?

# material_is_support_material description
source: Is this material typically used as a support material during printing.
uk_ua: Чи використовується цей матеріал як підтримуючий матеріал під час друку.

# magic_fuzzy_skin_outside_only description
source: Jitter only the parts' outlines and not the parts' holes.
uk_ua: Тремтіння лише контурів деталей, але не отворів.

# meshfix_keep_open_polygons label
source: Keep Disconnected Faces
uk_ua: Зберегти від'єднані поверхні

# layer_height label
source: Layer Height
uk_ua: Висота шару

# layer_start_x label
source: Layer Start X
uk_ua: X координата початку

# layer_start_y label
source: Layer Start Y
uk_ua: Y координата початку

# raft_base_thickness description
source: Layer thickness of the base raft layer. This should be a thick layer which sticks firmly to the printer build plate.
uk_ua: Товщина нижнього шару підкладки. Вона має бути достатньою для гарного прилипання підкладки до столу.

# raft_interface_thickness description
source: Layer thickness of the middle raft layer.
uk_ua: Товщина шарів середини підкладки.

# raft_surface_thickness description
source: Layer thickness of the top raft layers.
uk_ua: Товщина верхніх верств підтримки.

# support_skip_zag_per_mm description
source: Leave out a connection between support lines once every N millimeter to make the support structure easier to break away.
uk_ua: Пропускати з'єднання між лініями підтримки кожні N мм для полегшення подальшого видалення підтримки.

# z_seam_position option left
source: Left
uk_ua: Зліва

# cool_lift_head label
source: Lift Head
uk_ua: Підйом голови

# infill_pattern option lightning
source: Lightning
uk_ua: Блискавка

# lightning_infill_overhang_angle label
source: Lightning Infill Overhang Angle
uk_ua: Кут виступу шаблону заповнення «блискавка»

# lightning_infill_prune_angle label
source: Lightning Infill Prune Angle
uk_ua: Кут обрізки шаблону заповнення «блискавка»

# lightning_infill_straightening_angle label
source: Lightning Infill Straightening Angle
uk_ua: Кут випрямлення шаблону заповнення «блискавка»

# lightning_infill_support_angle label
source: Lightning Infill Support Angle
uk_ua: Кут підтримки шаблону заповнення «блискавка»

# support_tree_limit_branch_reach label
source: Limit Branch Reach
uk_ua: Обмежити охоплення відгалужень

# support_tree_limit_branch_reach description
source: Limit how far each branch should travel from the point it supports. This can make the support more sturdy, but will increase the amount of branches (and because of that material usage/print time)
uk_ua: Обмежте відстань, на яку кожне відгалуження має віддалятися від опорної точки. Це може зробити підтримку міцнішим, але збільшить кількість відгалужень (і, як наслідок, витрата матеріалу та час друку)

# cutting_mesh description
source: Limit the volume of this mesh to within other meshes. You can use this to make certain areas of one mesh print with different settings and with a whole different extruder.
uk_ua: Обмежує обсяг об'єкта всередині інших об'єктів. Ви можете використовувати це для друку певних областей одного об'єкта, застосовуючи різні параметри друку та навіть інший екструдер.

# draft_shield_height_limitation option limited
source: Limited
uk_ua: Обмежена

# line_width label
source: Line Width
uk_ua: Ширина лінії

# infill_pattern option lines
source: Lines
uk_ua: Лінії

# roofing_pattern option lines
source: Lines
uk_ua: Лінії

# support_bottom_pattern option lines
source: Lines
uk_ua: Лінії

# support_interface_pattern option lines
source: Lines
uk_ua: Лінії

# support_pattern option lines
source: Lines
uk_ua: Лінії

# support_roof_pattern option lines
source: Lines
uk_ua: Лінії

# top_bottom_pattern option lines
source: Lines
uk_ua: Лінії

# top_bottom_pattern_0 option lines
source: Lines
uk_ua: Лінії

# machine_settings label
source: Machine
uk_ua: Принтер

# machine_depth label
source: Machine Depth
uk_ua: Глибина принтера

# machine_head_with_fans_polygon label
source: Machine Head & Fan Polygon
uk_ua: Полігон головки принтера та вентилятора

# machine_height label
source: Machine Height
uk_ua: Висота принтера

# machine_name label
source: Machine Type
uk_ua: Тип принтера

# machine_width label
source: Machine Width
uk_ua: Ширина принтера

# machine_settings description
source: Machine specific settings
uk_ua: Параметри, що стосуються принтера

# conical_overhang_enabled label
source: Make Overhang Printable
uk_ua: Зробити нависання друкованими

# multiple_mesh_overlap description
source: Make meshes which are touching each other overlap a bit. This makes them bond together better.
uk_ua: Якщо об'єкти трохи торкаються один одного, то зробимо їх такими, що перекриваються. Це дозволить їм з'єднатися міцніше.

# support_conical_enabled description
source: Make support areas smaller at the bottom than at the overhang.
uk_ua: Нижня частина підтримок стає меншою, ніж верхня.

# support_mesh_drop_down description
source: Make support everywhere below the support mesh, so that there's no overhang in the support mesh.
uk_ua: Підтримуватиме все нижче об'єкта, ніяких нависань не буде.

# extruder_prime_pos_abs description
source: Make the extruder prime position absolute rather than relative to the last-known location of the head.
uk_ua: Зробити стартову позицію екструдера абсолютною, а не відносною від останньої відомої позиції голови.

# layer_0_z_overlap description
source: Make the first and second layer of the model overlap in the Z direction to compensate for the filament lost in the airgap. All models above the first model layer will be shifted down by this amount.
uk_ua: Приводить до накладання першого та другого шарів моделі по осі Z для компенсації втрат матеріалу в повітряному зазорі. Всі шари моделі вище за перший будуть зміщені трохи нижче на вказане значення.

# meshfix description
source: Make the meshes more suited for 3D printing.
uk_ua: Зробіть об'єкти більш відповідними для 3D-друку.

# material description
source: Material
uk_ua: Матеріал

# material label
source: Material
uk_ua: Матеріал

# material_guid label
source: Material GUID
uk_ua: GUID матеріалу

# max_extrusion_before_wipe label
source: Material Volume Between Wipes
uk_ua: Об'єм матеріалу між очищеннями

# retraction_combing_max_distance label
source: Max Comb Distance With No Retract
uk_ua: Макс. відстань комб. без відкату

# machine_max_acceleration_x label
source: Maximum Acceleration X
uk_ua: Максимальне прискорення по осі X

# machine_max_acceleration_y label
source: Maximum Acceleration Y
uk_ua: Максимальне прискорення по осі Y

# machine_max_acceleration_z label
source: Maximum Acceleration Z
uk_ua: Максимальне прискорення по осі Z

# support_tree_angle label
source: Maximum Branch Angle
uk_ua: Максимальний кут відгалуження

# meshfix_maximum_deviation label
source: Maximum Deviation
uk_ua: Максимальне відхилення

# meshfix_maximum_extrusion_area_deviation label
source: Maximum Extrusion Area Deviation
uk_ua: Максимальне відхилення площі екструзії

# cool_fan_speed_max label
source: Maximum Fan Speed
uk_ua: Максимальна швидкість вентилятора

# machine_max_acceleration_e label
source: Maximum Filament Acceleration
uk_ua: Максимальне прискорення матеріалу

# conical_overhang_angle label
source: Maximum Model Angle
uk_ua: Максимальний кут моделі

# conical_overhang_hole_size label
source: Maximum Overhang Hole Area
uk_ua: Максимальна площа отвору виступу

# material_maximum_park_duration label
source: Maximum Park Duration
uk_ua: Максимальна тривалість паркування

# meshfix_maximum_resolution label
source: Maximum Resolution
uk_ua: Максимальна здатність

# retraction_count_max label
source: Maximum Retraction Count
uk_ua: Максимальна кількість відкатів

# max_skin_angle_for_expansion label
source: Maximum Skin Angle for Expansion
uk_ua: Максимальний кут оболонки під час розширення

# machine_max_feedrate_e label
source: Maximum Speed E
uk_ua: Максимальна швидкість по осі E

# machine_max_feedrate_x label
source: Maximum Speed X
uk_ua: Максимальна швидкість по осі X

# machine_max_feedrate_y label
source: Maximum Speed Y
uk_ua: Максимальна швидкість по осі Y

# machine_max_feedrate_z label
source: Maximum Speed Z
uk_ua: Максимальна швидкість по осі Z

# support_tower_maximum_supported_diameter label
source: Maximum Tower-Supported Diameter
uk_ua: Максимальний діаметр, що підтримується баштою

# meshfix_maximum_travel_resolution label
source: Maximum Travel Resolution
uk_ua: Максимальний дозвіл переміщення

# machine_max_acceleration_x description
source: Maximum acceleration for the motor of the X-direction
uk_ua: Максимальне прискорення для мотора по осі X

# machine_max_acceleration_y description
source: Maximum acceleration for the motor of the Y-direction.
uk_ua: Максимальне прискорення для мотора по осі Y.

# machine_max_acceleration_z description
source: Maximum acceleration for the motor of the Z-direction.
uk_ua: Максимальне прискорення для мотора по осі Z.

# machine_max_acceleration_e description
source: Maximum acceleration for the motor of the filament.
uk_ua: Максимальне прискорення двигуна подачі матеріалу.

# bridge_sparse_infill_max_density description
source: Maximum density of infill considered to be sparse. Skin over sparse infill is considered to be unsupported and so may be treated as a bridge skin.
uk_ua: Максимальна густина заповнення, що вважається розрідженим. Оболонка поверх розрідженого заповнення вважається непідтримуваною і, відповідно, може оброблятися як оболонка містка.

# support_tower_maximum_supported_diameter description
source: Maximum diameter in the X/Y directions of a small area which is to be supported by a specialized support tower.
uk_ua: Максимальний діаметр осей X/Y невеликої області, який повинен підтримуватися певною вежею.

# max_extrusion_before_wipe description
source: Maximum material that can be extruded before another nozzle wipe is initiated. If this value is less than the volume of material required in a layer, the setting has no effect in this layer, i.e. it is limited to one wipe per layer.
uk_ua: Максимальний обсяг матеріалу, який можна видавити перед черговим очищенням сопла. Якщо це значення менше обсягу матеріалу, необхідного для шару, це налаштування в цьому шарі не діє (тобто максимум одне очищення на шар).

# multiple_mesh_overlap label
source: Merged Meshes Overlap
uk_ua: Перекриття об'єктів, що перекриваються

# meshfix label
source: Mesh Fixes
uk_ua: Ремонт об'єктів

# mesh_position_x label
source: Mesh Position X
uk_ua: X позиція об'єкта

# mesh_position_y label
source: Mesh Position Y
uk_ua: Y позиція об'єкта

# mesh_position_z label
source: Mesh Position Z
uk_ua: Z позиція об'єкта

# infill_mesh_order label
source: Mesh Processing Rank
uk_ua: Порядок обробки об'єкту

# mesh_rotation_matrix label
source: Mesh Rotation Matrix
uk_ua: Матриця обертання об'єкта

# slicing_tolerance option middle
source: Middle
uk_ua: Середина

# mold_width label
source: Minimal Mold Width
uk_ua: Мінімальна ширина форми

# machine_min_cool_heat_time_window label
source: Minimal Time Standby Temperature
uk_ua: Час переходу в очікування

# bridge_wall_min_length label
source: Minimum Bridge Wall Length
uk_ua: Мінімальна довжина стінки містка

# min_even_wall_line_width label
source: Minimum Even Wall Line Width
uk_ua: Мінімальна ширина лінії парних стінок

# retraction_extrusion_window label
source: Minimum Extrusion Distance Window
uk_ua: Вікно мінімальної відстані екструзії

# min_feature_size label
source: Minimum Feature Size
uk_ua: Мінімальний розмір елемента

# machine_minimum_feedrate label
source: Minimum Feedrate
uk_ua: Мінімальна подача

# support_tree_min_height_to_model label
source: Minimum Height To Model
uk_ua: Мінімальна висота до моделі

# min_infill_area label
source: Minimum Infill Area
uk_ua: Мінімальна область заповнення

# cool_min_layer_time label
source: Minimum Layer Time
uk_ua: Мінімальний час шару

# min_odd_wall_line_width label
source: Minimum Odd Wall Line Width
uk_ua: Мінімальна ширина лінії непарних стін

# minimum_polygon_circumference label
source: Minimum Polygon Circumference
uk_ua: Мінімальна довжина кола полігону

# min_skin_width_for_expansion label
source: Minimum Skin Width for Expansion
uk_ua: Мінімальна ширина оболонки під час розширення

# cool_min_speed label
source: Minimum Speed
uk_ua: Мінімальна швідкість

# minimum_support_area label
source: Minimum Support Area
uk_ua: Мінімальна зона підтримок

# minimum_bottom_area label
source: Minimum Support Floor Area
uk_ua: Мінімальна зона нижньої частини підтримок

# minimum_interface_area label
source: Minimum Support Interface Area
uk_ua: Мінімальна зона сполучного шару

# minimum_roof_area label
source: Minimum Support Roof Area
uk_ua: Мінімальна зона верхньої частини підтримок

# support_xy_distance_overhang label
source: Minimum Support X/Y Distance
uk_ua: Мінімальний X/Y зазор підтримки

# min_bead_width label
source: Minimum Thin Wall Line Width
uk_ua: Мінімальна ширина лінії непарних стінок

# coasting_min_volume label
source: Minimum Volume Before Coasting
uk_ua: Мінімальний обсяг перед накатом

# min_wall_line_width label
source: Minimum Wall Line Width
uk_ua: Мінімальна ширина лінії стінки

# minimum_interface_area description
source: Minimum area size for support interface polygons. Polygons which have an area smaller than this value will be printed as normal support.
uk_ua: Мінімальна площа зони для полігонів сполучного шару. Полігони з площею менше цього значення будуть друкуватись як підтримки нормалі.

# minimum_support_area description
source: Minimum area size for support polygons. Polygons which have an area smaller than this value will not be generated.
uk_ua: Мінімальна площа зони для полігонів підтримки. Полігони з площею менше за дане значення не будуть генеруватися.

# minimum_bottom_area description
source: Minimum area size for the floors of the support. Polygons which have an area smaller than this value will be printed as normal support.
uk_ua: Мінімальна площа зони нижніх частин підтримки. Полігони з площею менше цього значення будуть друкуватись як підтримки нормалі.

# minimum_roof_area description
source: Minimum area size for the roofs of the support. Polygons which have an area smaller than this value will be printed as normal support.
uk_ua: Мінімальна площа зони верхніх частин підтримки. Полігони з площею менше цього значення будуть друкуватись як підтримки нормалі.

# min_feature_size description
source: Minimum thickness of thin features. Model features that are thinner than this value will not be printed, while features thicker than the Minimum Feature Size will be widened to the Minimum Wall Line Width.
uk_ua: Мінімальна товщина тонких елементів. Елементи моделі, які тонші за це значення, не будуть надруковані, в той час як елементи з товщиною, що перевищує мінімальний розмір елемента, будуть розширені до мінімальної ширини лінії стінки.

# support_conical_min_width description
source: Minimum width to which the base of the conical support area is reduced. Small widths can lead to unstable support structures.
uk_ua: Мінімальна ширина, до якої може бути зменшено низ конуса. Мінімальна ширина може зробити таку структуру підтримки нестабільною.

# mold_enabled label
source: Mold
uk_ua: Форма

# mold_angle label
source: Mold Angle
uk_ua: Кут форми

# mold_roof_height label
source: Mold Roof Height
uk_ua: Висота даху форми

# ironing_monotonic label
source: Monotonic Ironing Order
uk_ua: Монотонний порядок розгладження

# roofing_monotonic label
source: Monotonic Top Surface Order
uk_ua: Монотонний порядок верхньої оболонки

# skin_monotonic label
source: Monotonic Top/Bottom Order
uk_ua: Монотонний порядок дна/кришки

# skirt_line_count description
source: Multiple skirt lines help to prime your extrusion better for small models. Setting this to 0 will disable the skirt.
uk_ua: Кілька ліній юбки допомагають краще розпочати укладання матеріалу під час друку невеликих моделей. Встановлення цього параметра 0 вимикає друк юбки.

# initial_layer_line_width_factor description
source: Multiplier of the line width on the first layer. Increasing this could improve bed adhesion.
uk_ua: Множник для ширини лінії першого шару. Збільшення значення покращує прилипання до столу.

# material_no_load_move_factor label
source: No Load Move Factor
uk_ua: Коефіцієнт руху без навантаження

# skin_no_small_gaps_heuristic label
source: No Skin in Z Gaps
uk_ua: Немає оболонки у Z-зазорах

# blackmagic description
source: Non-traditional ways to print your models.
uk_ua: Нетрадиційні методи друку моделей.

# adhesion_type option none
source: None
uk_ua: Нема

# z_seam_corner option z_seam_corner_none
source: None
uk_ua: Нема

# magic_mesh_surface_mode option normal
source: Normal
uk_ua: Нормаль

# support_structure option normal
source: Normal
uk_ua: Нормаль

# meshfix_keep_open_polygons description
source: Normally Cura tries to stitch up small holes in the mesh and remove parts of a layer with big holes. Enabling this option keeps those parts which cannot be stitched. This option should be used as a last resort option when everything else fails to produce proper g-code.
uk_ua: Зазвичай Cura намагається закрити невеликі отвори в об'єкті та забрати частини шару з великими отворами. Увімкнення цього параметра зберігає ті частини, які не можуть бути зшиті. Цей параметр повинен застосовуватися як крайній захід, коли вже нічого не допомагає отримати належний G-код.

# retraction_combing option noskin
source: Not in Skin
uk_ua: Не в оболонці

# retraction_combing option no_outer_surfaces
source: Not on Outer Surface
uk_ua: Не на зовнішній поверхні

# machine_nozzle_expansion_angle label
source: Nozzle Angle
uk_ua: Кут сопла
