Repository: VGSheva/CURAua
Catalog: share/cura/resources/i18n/*/fdmprinter.def.json.po
Languages: uk_ua

# retract_at_layer_change description
source: Retract the filament when the nozzle is moving to the next layer.
uk_ua: Відкочування нитки при переміщенні сопла на наступний шар.

# retraction_amount label
source: Retraction Distance
uk_ua: Величина відкату

# retraction_extra_prime_amount label
source: Retraction Extra Prime Amount
uk_ua: Об'єм, що додатково заповнюється при відкаті

# retraction_min_travel label
source: Retraction Minimum Travel
uk_ua: Мінімальне переміщення при відкаті

# retraction_prime_speed label
source: Retraction Prime Speed
uk_ua: Швидкість заправки при відкаті

# retraction_retract_speed label
source: Retraction Retract Speed
uk_ua: Швидкість вилучення при відкаті

# retraction_speed label
source: Retraction Speed
uk_ua: Швидкість відкату

# z_seam_position option right
source: Right
uk_ua: Праворуч

# machine_scale_fan_speed_zero_to_one label
source: Scale Fan Speed To 0-1
uk_ua: Масштабування швидкості вентилятора до 0-1

# machine_scale_fan_speed_zero_to_one description
source: Scale the fan speed to be between 0 and 1 instead of between 0 and 256.
uk_ua: Масштабуйте швидкість вентилятора таким чином, щоб вона знаходилася в діапазоні від 0 до 1, а не від 0 до 256.

# material_shrinkage_percentage label
source: Scaling Factor Shrinkage Compensation
uk_ua: Коефіцієнт масштабування для компенсації усадки

# support_meshes_present label
source: Scene Has Support Meshes
uk_ua: На сцені є об'єкти підтримки

# z_seam_corner label
source: Seam Corner Preference
uk_ua: Налаштування кута шва

# draft_shield_height_limitation description
source: Set the height of the draft shield. Choose to print the draft shield at the full height of the model or at a limited height.
uk_ua: Встановлює висоту кожуха. Можна друкувати кожух заввишки з модель або вказати певну висоту.

# dual description
source: Settings used for printing with multiple extruders.
uk_ua: Параметри, які використовуються для друку кількома екструдерами.

# command_line_settings description
source: Settings which are only used if CuraEngine isn't called from the Cura frontend.
uk_ua: Параметри, які використовуються у випадку, коли CuraEngine викликається безпосередньо.

# machine_extruders_shared_nozzle_initial_retraction label
source: Shared Nozzle Initial Retraction
uk_ua: Початковий відкат загального сопла

# z_seam_type option sharpest_corner
source: Sharpest Corner
uk_ua: Найгостріший кут

# shell description
source: Shell
uk_ua: Огородження

# z_seam_type option shortest
source: Shortest
uk_ua: Короткий шлях

# machine_show_variants label
source: Show Machine Variants
uk_ua: Показати варіанти принтера

# skin_edge_support_layers label
source: Skin Edge Support Layers
uk_ua: Шари, що підтримують краї оболонки

# skin_edge_support_thickness label
source: Skin Edge Support Thickness
uk_ua: Товщина опори краю оболонки

# expand_skins_expand_distance label
source: Skin Expand Distance
uk_ua: Дистанція розширення оболонки

# skin_overlap_mm label
source: Skin Overlap
uk_ua: Перекриття оболонок

# skin_overlap label
source: Skin Overlap Percentage
uk_ua: Відсоток перекриття оболонок

# skin_preshrink label
source: Skin Removal Width
uk_ua: Ширина оболонки, що видаляється

# min_skin_width_for_expansion description
source: Skin areas narrower than this are not expanded. This avoids expanding the narrow skin areas that are created when the model surface has a slope close to the vertical.
uk_ua: Області оболонок вже вказаного значення не розширюються. Це запобігає розширенню вузьких областей оболонок, які створюються, якщо нахил поверхні моделі близький до вертикального.

# support_zag_skip_count description
source: Skip one in every N connection lines to make the support structure easier to break away.
uk_ua: Пропускати одну лінію на кожні N з'єднувальних ліній, полегшуючи подальше видалення підтримки.

# support_skip_some_zags description
source: Skip some support line connections to make the support structure easier to break away. This setting is applicable to the Zig Zag support infill pattern.
uk_ua: Пропускати деякі з'єднання в підтримках для полегшення подальшого видалення. Цей параметр впливає на Зіг-Заг шаблон заповнення.

# adhesion_type option skirt
source: Skirt
uk_ua: Юбка

# skirt_gap label
source: Skirt Distance
uk_ua: Дистанція до юбки

# skirt_height label
source: Skirt Height
uk_ua: Висота юбки

# skirt_line_count label
source: Skirt Line Count
uk_ua: Кількість ліній юбки

# acceleration_skirt_brim label
source: Skirt/Brim Acceleration
uk_ua: Прискорення юбки/кайми

# skirt_brim_extruder_nr label
source: Skirt/Brim Extruder
uk_ua: Екструдер юбки/кайми

# skirt_brim_material_flow label
source: Skirt/Brim Flow
uk_ua: Потік для юбки/кайми

# jerk_skirt_brim label
source: Skirt/Brim Jerk
uk_ua: Ривок юбки/кайми

# skirt_brim_line_width label
source: Skirt/Brim Line Width
uk_ua: Ширина лінії юбки/кайми

# skirt_brim_minimal_length label
source: Skirt/Brim Minimum Length
uk_ua: Мінімальна довжина юбки/кайми

# skirt_brim_speed label
source: Skirt/Brim Speed
uk_ua: Швідкість юбки/кайми

# slicing_tolerance label
source: Slicing Tolerance
uk_ua: Допуск слайсингу

# small_feature_speed_factor_0 label
source: Small Feature Initial Layer Speed
uk_ua: Швидкість першого шару для невеликих об'єктів

# small_feature_max_length label
source: Small Feature Max Length
uk_ua: Максимальна довжина малого елемента

# small_feature_speed_factor label
source: Small Feature Speed
uk_ua: Швидкість для малих елементів

# small_hole_max_size label
source: Small Hole Max Size
uk_ua: Максимальний розмір малого отвору

# cool_min_temperature label
source: Small Layer Printing Temperature
uk_ua: Температура малошарового друку

# small_skin_width label
source: Small Top/Bottom Width
uk_ua: Маленька ширина верху/низу

# small_feature_speed_factor_0 description
source: Small features on the first layer will be printed at this percentage of their normal print speed. Slower printing can help with adhesion and accuracy.
uk_ua: Малі елементи на першому шарі будуть надруковані зі швидкістю, що становить цей відсоток від нормальної швидкості друку. Більш повільний друк може покращити адгезію та точність.

# small_feature_speed_factor description
source: Small features will be printed at this percentage of their normal print speed. Slower printing can help with adhesion and accuracy.
uk_ua: Малі елементи будуть надруковані зі швидкістю, що становить цей відсоток від нормальної швидкості друку. Більш повільний друк може покращити адгезію та точність.

# small_skin_width description
source: Small top/bottom regions are filled with walls instead of the default top/bottom pattern. This helps to avoids jerky motions.
uk_ua: Невеликі області верху/низу заповнюються стінками замість стандартного шаблону верха/низу. Це допомагає уникнути ривків.

# brim_smart_ordering label
source: Smart Brim
uk_ua: Розумна кайма

# z_seam_corner option z_seam_corner_weighted
source: Smart Hiding
uk_ua: Інтелектуальне приховування

# smooth_spiralized_contours label
source: Smooth Spiralized Contours
uk_ua: Згладжувати спіральні контури

# smooth_spiralized_contours description
source: Smooth the spiralized contours to reduce the visibility of the Z seam (the Z seam should be barely visible on the print but will still be visible in the layer view). Note that smoothing will tend to blur fine surface details.
uk_ua: Згладжує спіральні контури для зменшення видимості шва по осі Z (такий шов має бути ледве видно під час друку, але видно при пошаровому перегляді). Слід зазначити, що згладжування призводить до розмивання дрібних деталей поверхні.

# retraction_extra_prime_amount description
source: Some material can ooze away during a travel move, which can be compensated for here.
uk_ua: Невелика кількість матеріалу може видавитися під час руху, що може бути компенсовано за допомогою даного параметра.

# wipe_retraction_extra_prime_amount description
source: Some material can ooze away during a wipe travel moves, which can be compensated for here.
uk_ua: Невелика кількість матеріалу може проникнути при переміщенні під час очищення, що можна компенсувати за допомогою даного параметра.

# blackmagic label
source: Special Modes
uk_ua: Спеціальні режими

# speed description
source: Speed
uk_ua: Швидкість

# speed label
source: Speed
uk_ua: Швидкість

# wipe_hop_speed description
source: Speed to move the z-axis during the hop.
uk_ua: Швидкість переміщення осі Z під час підняття.

# magic_spiralize label
source: Spiralize Outer Contour
uk_ua: Спірально друкувати зовнішній контур

# magic_spiralize description
source: Spiralize smooths out the Z move of the outer edge. This will create a steady Z increase over the whole print. This feature turns a solid model into a single walled print with a solid bottom. This feature should only be enabled when each layer only contains a single part.
uk_ua: Спірально згладжує рух осі Z. Під час друку відбувається постійне збільшення осі Z. Цей параметр перетворює модель в одностінний об'єкт з міцним дном. Параметр можна використовувати лише тоді, коли кожен шар складається з однієї частини моделі.

# material_standby_temperature label
source: Standby Temperature
uk_ua: Температура очікування

# machine_start_gcode label
source: Start G-code
uk_ua: Стартовий G-код

# z_seam_type description
source: Starting point of each path in a layer. When paths in consecutive layers start at the same point a vertical seam may show on the print. When aligning these near a user specified location, the seam is easiest to remove. When placed randomly the inaccuracies at the paths' start will be less noticeable. When taking the shortest path the print will be quicker.
uk_ua: Початкова точка кожного шляху на шарі. Коли шляхи послідовних шарів починаються в одній точці, у процесі друку може з'явитися вертикальний шов. Вирівнюючи місце точки у вказаній користувачем області, шов нескладно усунути. При випадковому розміщенні неточність на початку шляху стає не така важлива. При виборі найкоротшого шляху, друк стає швидшим.

# machine_steps_per_mm_e label
source: Steps per Millimeter (E)
uk_ua: Кількість кроків на міліметр (E)

# machine_steps_per_mm_x label
source: Steps per Millimeter (X)
uk_ua: Кількість кроків на міліметр (X)

# machine_steps_per_mm_y label
source: Steps per Millimeter (Y)
uk_ua: Кількість кроків на міліметр (Y)

# machine_steps_per_mm_z label
source: Steps per Millimeter (Z)
uk_ua: Кількість кроків на міліметр (Z)

# support description
source: Support
uk_ua: Підтримки

# support label
source: Support
uk_ua: Підтримки

# acceleration_support label
source: Support Acceleration
uk_ua: Прискорення підтримки

# support_bottom_distance label
source: Support Bottom Distance
uk_ua: Дистанція підтримки знизу

# support_bottom_wall_count label
source: Support Bottom Wall Line Count
uk_ua: Кількість ліній стінок основи

# support_brim_line_count label
source: Support Brim Line Count
uk_ua: Кількість ліній кайми підтримки

# support_brim_width label
source: Support Brim Width
uk_ua: Ширина кайми підтримки

# support_zag_skip_count label
source: Support Chunk Line Count
uk_ua: Кількість частин ліній підтримки

# support_skip_zag_per_mm label
source: Support Chunk Size
uk_ua: Розмір частини підтримки

# support_infill_rate label
source: Support Density
uk_ua: Щільність підтримки

# support_xy_overrides_z label
source: Support Distance Priority
uk_ua: Пріоритет зазорів підтримки

# support_extruder_nr label
source: Support Extruder
uk_ua: Екструдер підтримок

# acceleration_support_bottom label
source: Support Floor Acceleration
uk_ua: Прискорення низу підтримок

# support_bottom_density label
source: Support Floor Density
uk_ua: Щільність низу підтримок

# support_bottom_extruder_nr label
source: Support Floor Extruder
uk_ua: Екструдер низу підтримок

# support_bottom_material_flow label
source: Support Floor Flow
uk_ua: Потік для низу підтримок

# support_bottom_offset label
source: Support Floor Horizontal Expansion
uk_ua: Горизонтальне розширення нижньої частини підтримок

# jerk_support_bottom label
source: Support Floor Jerk
uk_ua: Ривок низу підтримок

# support_bottom_angles label
source: Support Floor Line Directions
uk_ua: Напрямки лінії низу підтримок

# support_bottom_line_distance label
source: Support Floor Line Distance
uk_ua: Дистанція лінії низу підтримок

# support_bottom_line_width label
source: Support Floor Line Width
uk_ua: Ширина лінії дна підтримки

# support_bottom_pattern label
source: Support Floor Pattern
uk_ua: Шаблон низу підтримок

# speed_support_bottom label
source: Support Floor Speed
uk_ua: Швидкість друку низу підтримок

# support_bottom_height label
source: Support Floor Thickness
uk_ua: Товщина низу підтримки

# support_material_flow label
source: Support Flow
uk_ua: Потік для підтримок

# support_offset label
source: Support Horizontal Expansion
uk_ua: Горизонтальне розширення підтримки

# acceleration_support_infill label
source: Support Infill Acceleration
uk_ua: Прискорення заповнення підтримок

# support_infill_extruder_nr label
source: Support Infill Extruder
uk_ua: Екструдер заповнення підтримок

# jerk_support_infill label
source: Support Infill Jerk
uk_ua: Ривок заповнення підтримки

# support_infill_sparse_thickness label
source: Support Infill Layer Thickness
uk_ua: Товщина шару заповнення підтримок

# support_infill_angles label
source: Support Infill Line Directions
uk_ua: Напрямок лінії заповнення підтримок

# speed_support_infill label
source: Support Infill Speed
uk_ua: Швидкість заповнення підтримок

# acceleration_support_interface label
source: Support Interface Acceleration
uk_ua: Прискорення краю підтримок

# support_interface_density label
source: Support Interface Density
uk_ua: Щільність сполучного шару підтримки

# support_interface_extruder_nr label
source: Support Interface Extruder
uk_ua: Екструдер сполучного шару підтримки

# support_interface_material_flow label
source: Support Interface Flow
uk_ua: Потік для сполучного шару підтримки

# support_interface_offset label
source: Support Interface Horizontal Expansion
uk_ua: Горизонтальне розширення сполучного шару

# jerk_support_interface label
source: Support Interface Jerk
uk_ua: Ривок зв'язку підтримок

# support_interface_angles label
source: Support Interface Line Directions
uk_ua: Напрями лінії сполучного шару підтримок

# support_interface_line_width label
source: Support Interface Line Width
uk_ua: Ширина лінії підтримуючого даху

# support_interface_pattern label
source: Support Interface Pattern
uk_ua: Шаблон сполучного шару

# support_interface_priority label
source: Support Interface Priority
uk_ua: Пріоритет інтерфейсу підтримки

# support_interface_skip_height label
source: Support Interface Resolution
uk_ua: Дозвіл сполучного шару підтримки

# speed_support_interface label
source: Support Interface Speed
uk_ua: Швидкість кордону підтримки

# support_interface_height label
source: Support Interface Thickness
uk_ua: Товщина сполучного шару підтримки

# support_interface_wall_count label
source: Support Interface Wall Line Count
uk_ua: Кількість ліній стінок сполучного шару підтримки

# jerk_support label
source: Support Jerk
uk_ua: Ривок підтримок

# support_join_distance label
source: Support Join Distance
uk_ua: Відстань об'єднання підтримки

# support_line_distance label
source: Support Line Distance
uk_ua: Дистанція між лініями підтримки

# support_line_width label
source: Support Line Width
uk_ua: Ширина лінії підтримки

# support_mesh label
source: Support Mesh
uk_ua: Підтримуючий об'єкт

# support_angle label
source: Support Overhang Angle
uk_ua: Кут нависання підтримки

# support_pattern label
source: Support Pattern
uk_ua: Шаблон підтримок

# support_type label
source: Support Placement
uk_ua: Розміщення підтримок

# acceleration_support_roof label
source: Support Roof Acceleration
uk_ua: Прискорення даху підтримки

# support_roof_density label
source: Support Roof Density
uk_ua: Щільність даху підтримки

# support_roof_extruder_nr label
source: Support Roof Extruder
uk_ua: Екструдер даху підтримок

# support_roof_material_flow label
source: Support Roof Flow
uk_ua: Потік для даху підтримок

# support_roof_offset label
source: Support Roof Horizontal Expansion
uk_ua: Горизонтальне розширення верхньої частини підтримок

# jerk_support_roof label
source: Support Roof Jerk
uk_ua: Ривок даху підтримок

# support_roof_angles label
source: Support Roof Line Directions
uk_ua: Напрями лінії даху підтримки

# support_roof_line_distance label
source: Support Roof Line Distance
uk_ua: Дистанція лінії даху підтримки

# support_roof_line_width label
source: Support Roof Line Width
uk_ua: Ширина лінії даху підтримки

# support_roof_pattern label
source: Support Roof Pattern
uk_ua: Шаблон даху підтримки

# speed_support_roof label
source: Support Roof Speed
uk_ua: Швидкість друку даху підтримки

# support_roof_height label
source: Support Roof Thickness
uk_ua: Товщина даху

# support_roof_wall_count label
source: Support Roof Wall Line Count
uk_ua: Кількість ліній стінок даху

# speed_support label
source: Support Speed
uk_ua: Швидкість друку підтримки

# support_bottom_stair_step_height label
source: Support Stair Step Height
uk_ua: Висота кроку сходової підтримки

# support_bottom_stair_step_width label
source: Support Stair Step Maximum Width
uk_ua: Максимальна ширина кроку сходової підтримки

# support_bottom_stair_step_min_slope label
source: Support Stair Step Minimum Slope Angle
uk_ua: Мінімальний кут ухилу кроку сходової підтримки

# support_structure label
source: Support Structure
uk_ua: Структура підтримки

# support_top_distance label
source: Support Top Distance
uk_ua: Зазор підтримки зверху

# support_wall_count label
source: Support Wall Line Count
uk_ua: Кількість ліній стінки підтримки

# support_xy_distance label
source: Support X/Y Distance
uk_ua: Зазор підтримки по осях X/Y

# support_z_distance label
source: Support Z Distance
uk_ua: Зазор поддержки по оси Z

# support_interface_priority option support_lines_overwrite_interface_area
source: Support lines preferred
uk_ua: Віддавати перевагу лініям підтримки

# support_interface_priority option support_area_overwrite_interface_area
source: Support preferred
uk_ua: Віддавати перевагу підтримці

# support_supported_skin_fan_speed label
source: Supported Skin Fan Speed
uk_ua: Швидкість вентилятора для оболонки, що підтримується

# magic_mesh_surface_mode option surface
source: Surface
uk_ua: Поверхня

# material_surface_energy label
source: Surface Energy
uk_ua: Поверхнева енергія

# magic_mesh_surface_mode label
source: Surface Mode
uk_ua: Поверхневий режим

# material_adhesion_tendency description
source: Surface adhesion tendency.
uk_ua: Тенденція до прилипання до поверхні.

# material_surface_energy description
source: Surface energy.
uk_ua: Поверхнева енергія.

# brim_smart_ordering description
source: Swap print order of the innermost and second innermost brim lines. This improves brim removal.
uk_ua: Змінює місцями порядок друку внутрішньої та наступної внутрішньої ліній кайми. Це полегшує видалення кайми.

# alternate_carve_order description
source: Switch to which mesh intersecting volumes will belong with every layer, so that the overlapping meshes become interwoven. Turning this setting off will cause one of the meshes to obtain all of the volume in the overlap, while it is removed from the other meshes.
uk_ua: Чергує який з об'єктів, що перетинаються в об'ємі, братиме участь у друку кожного шару таким чином, що об'єкти, що перетинаються, стають вплетеними один в одного. Вимкнення цього параметра призведе до того, що один з об'єктів займе весь об'єм перетину, в той час як цей обсяг буде виключено з інших об'єктів.

# adaptive_layer_height_threshold description
source: Target horizontal distance between two adjacent layers. Reducing this setting causes thinner layers to be used to bring the edges of the layers closer together.
uk_ua: Цільова відстань по горизонталі між двома сусідніми шарами. Зменшення цього значення призведе до скорочення товщини шарів, і краї шарів стануть ближчими один до одного.

# layer_start_x description
source: The X coordinate of the position near where to find the part to start printing each layer.
uk_ua: X координата позиції, поблизу якої слід шукати частину моделі для початку друку шару.

# z_seam_x description
source: The X coordinate of the position near where to start printing each part in a layer.
uk_ua: X координата позиції, поблизу якої слід розпочинати шлях кожному шарі.

# extruder_prime_pos_x description
source: The X coordinate of the position where the nozzle primes at the start of printing.
uk_ua: X координата позиції, де сопло починає друк.

# layer_start_y description
source: The Y coordinate of the position near where to find the part to start printing each layer.
uk_ua: Y координата позиції, поблизу якої слід шукати частину моделі для початку друку шару.

# z_seam_y description
source: The Y coordinate of the position near where to start printing each part in a layer.
uk_ua: Y координата позиції, поблизу якої слід розпочинати шлях кожному шарі.

# extruder_prime_pos_y description
source: The Y coordinate of the position where the nozzle primes at the start of printing.
uk_ua: Y координата позиции, в которой сопло начинает печать.

# extruder_prime_pos_z description
source: The Z coordinate of the position where the nozzle primes at the start of printing.
uk_ua: Позиція кінчика сопла на осі Z під час друку.

# acceleration_print_layer_0 description
source: The acceleration during the printing of the initial layer.
uk_ua: Прискорення друку першого шару.

# acceleration_layer_0 description
source: The acceleration for the initial layer.
uk_ua: Прискорення для першого шару.

# acceleration_travel_layer_0 description
source: The acceleration for travel moves in the initial layer.
uk_ua: Прискорення для переміщення першому шарі.

# jerk_travel_layer_0 description
source: The acceleration for travel moves in the initial layer.
uk_ua: Прискорення для переміщення першому шарі.

# acceleration_wall_x description
source: The acceleration with which all inner walls are printed.
uk_ua: Прискорення, з яким відбувається друк внутрішніх стінок.

# acceleration_infill description
source: The acceleration with which infill is printed.
uk_ua: Прискорення, з яким друкується наповнення.

# acceleration_ironing description
source: The acceleration with which ironing is performed.
uk_ua: Прискорення, з яким проводиться розгладжування.

# acceleration_print description
source: The acceleration with which printing happens.
uk_ua: Прискорення, з яким відбувається друк.

# raft_base_acceleration description
source: The acceleration with which the base raft layer is printed.
uk_ua: Прискорення з яким друкуються нижні шари підкладки.

# acceleration_support_bottom description
source: The acceleration with which the floors of support are printed. Printing them at lower acceleration can improve adhesion of support on top of your model.
uk_ua: Прискорення, з яким відбувається друк низу підтримки. Друк підтримок зі зниженими прискореннями може покращити якість друку нависаючих країв моделі.

# acceleration_support_infill description
source: The acceleration with which the infill of support is printed.
uk_ua: Прискорення, з яким друкується заповнення підтримок.

# raft_interface_acceleration description
source: The acceleration with which the middle raft layer is printed.
uk_ua: Прискорення з яким друкуються середні шари підкладки.

# acceleration_wall_0 description
source: The acceleration with which the outermost walls are printed.
uk_ua: Прискорення, з яким відбувається друк зовнішніх стінок.

# acceleration_prime_tower description
source: The acceleration with which the prime tower is printed.
uk_ua: Прискорення, з яким друкується чорнова вежа.
