Repository: VGSheva/CURAua
Catalog: share/cura/resources/i18n/*/fdmprinter.def.json.po
Languages: uk_ua

# prime_tower_min_volume description
source: The minimum volume for each layer of the prime tower in order to purge enough material.
uk_ua: Мінімальний об'єм матеріалу на кожен шар чорнової башти, який потрібно видавити.

# support_tree_max_diameter_increase_by_merges_when_support_to_model description
source: The most the diameter of a branch that has to connect to the model may increase by merging with branches that could reach the buildplate. Increasing this reduces print time, but increases the area of support that rests on model
uk_ua: Найбільше збільшення діаметра відгалуження, яке має бути з'єднане з моделлю, може статися за рахунок злиття з відгалуженнями, які можуть досягати друкованої пластини. Збільшення цього значення скорочує час друку, але збільшує площу підтримки, яка спирається на модель

# machine_name description
source: The name of your 3D printer model.
uk_ua: Назва моделі вашого 3D принтера.

# machine_nozzle_id description
source: The nozzle ID for an extruder train, such as "AA 0.4" and "BB 0.8".
uk_ua: Ідентифікатор сопла для екструдера, наприклад "AA 0.4" та "BB 0.8".

# travel_avoid_other_parts description
source: The nozzle avoids already printed parts when traveling. This option is only available when combing is enabled.
uk_ua: Сопло уникає вже надрукованих частин під час переміщення. Ця опція доступна лише при увімкненому комбінгу.

# travel_avoid_supports description
source: The nozzle avoids already printed supports when traveling. This option is only available when combing is enabled.
uk_ua: При переміщенні сопла воно уникатиме надрукованих підтримок. Ця опція доступна лише при увімкненому комбінгу.

# bottom_layers description
source: The number of bottom layers. When calculated by the bottom thickness, this value is rounded to a whole number.
uk_ua: Кількість шарів у дні. При обчисленні товщини дна значення округлюється до цілого.

# raft_base_wall_count description
source: The number of contours to print around the linear pattern in the base layer of the raft.
uk_ua: Кількість контурів, які необхідно надрукувати навколо лінійного малюнка у шарі основи підкладки.

# skin_edge_support_layers description
source: The number of infill layers that supports skin edges.
uk_ua: Кількість шарів, що підтримують краї оболонки.

# initial_bottom_layers description
source: The number of initial bottom layers, from the build-plate upwards. When calculated by the bottom thickness, this value is rounded to a whole number.
uk_ua: Кількість початкових шарів дна вгору від робочого столу. При обчисленні товщини дна значення округлюється до цілого.

# raft_interface_layers description
source: The number of layers between the base and the surface of the raft. These comprise the main thickness of the raft. Increasing this creates a thicker, sturdier raft.
uk_ua: Кількість шарів між основою та поверхнею підкладки. Вони становлять основну товщину підкладки. Збільшення цього значення дозволяє створити міцнішу кладку більшої товщини.

# brim_line_count description
source: The number of lines used for a brim. More brim lines enhance adhesion to the build plate, but also reduces the effective print area.
uk_ua: Кількість ліній, які використовуються для друку облямівки. Більшість ліній облямівки покращує прилипання до столу, але зменшує ефективну область друку.

# support_brim_line_count description
source: The number of lines used for the support brim. More brim lines enhance adhesion to the build plate, at the cost of some extra material.
uk_ua: Кількість ліній, які використовуються для облямівки підтримки. При збільшенні ліній облямівки покращується адгезія до робочого столу і збільшується витрата матеріалу.

# raft_surface_layers description
source: The number of top layers on top of the 2nd raft layer. These are fully filled layers that the model sits on. 2 layers result in a smoother top surface than 1.
uk_ua: Кількість верхніх шарів над другим шаром підкладки. Це повністю заповнені шари, на яких розміщується модель. Два шари призводять до більш гладкої поверхні ніж один.

# top_layers description
source: The number of top layers. When calculated by the top thickness, this value is rounded to a whole number.
uk_ua: Кількість шарів у кришці. При обчисленні товщини кришки значення округлюється до цілого.

# roofing_layer_count description
source: The number of top most skin layers. Usually only one top most layer is sufficient to generate higher quality top surfaces.
uk_ua: Кількість верхніх шарів оболонки. Зазвичай достатньо одного шару для отримання верхніх поверхонь у високій якості.

# support_wall_count description
source: The number of walls with which to surround support infill. Adding a wall can make support print more reliably and can support overhangs better, but increases print time and material used.
uk_ua: Кількість стін, що оточують заповнення підтримок. Додавання стінки може підвищити надійність друку підтримки та оптимізувати нависання підтримки, проте воно збільшує час друку та витрату матеріалів.

# support_bottom_wall_count description
source: The number of walls with which to surround support interface floor. Adding a wall can make support print more reliably and can support overhangs better, but increases print time and material used.
uk_ua: Кількість стінок, якими можна оточити основу сполучного шару підтримок. Додавання стінки може підвищити надійність друку підтримки та оптимізувати виступи підтримки, проте воно збільшує час друку та витрату матеріалів.

# support_roof_wall_count description
source: The number of walls with which to surround support interface roof. Adding a wall can make support print more reliably and can support overhangs better, but increases print time and material used.
uk_ua: Кількість стін, якими можна оточити дах сполучного шару підтримок. Додавання стінки може підвищити надійність друку підтримки та оптимізувати виступи підтримки, проте воно збільшує час друку та витрату матеріалів.

# support_interface_wall_count description
source: The number of walls with which to surround support interface. Adding a wall can make support print more reliably and can support overhangs better, but increases print time and material used.
uk_ua: Кількість стін, якими можна оточити сполучний шар даху підтримки. Додавання стінки може підвищити надійність друку підтримки та оптимізувати виступи підтримки, проте воно збільшує час друку та витрату матеріалів.

# wall_distribution_count description
source: The number of walls, counted from the center, over which the variation needs to be spread. Lower values mean that the outer walls don't change in width.
uk_ua: Кількість стінок, рахуючи від центру, на які потрібно поширити варіацію. Нижче значення означає, що ширина зовнішніх стін не змінюється.

# wall_line_count description
source: The number of walls. When calculated by the wall thickness, this value is rounded to a whole number.
uk_ua: Кількість ліній стінки. При обчисленні товщини стінки це значення округляється до цілого.

# machine_nozzle_tip_outer_diameter description
source: The outer diameter of the tip of the nozzle.
uk_ua: Зовнішній діаметр кінчика сопла.

# infill_pattern description
source: The pattern of the infill material of the print. The line and zig zag infill swap direction on alternate layers, reducing material cost. The grid, triangle, tri-hexagon, cubic, octet, quarter cubic, cross and concentric patterns are fully printed every layer. Gyroid, cubic, quarter cubic and octet infill change with every layer to provide a more equal distribution of strength over each direction. Lightning infill tries to minimize the infill, by only supporting the ceiling of the object.
uk_ua: Шаблон заповнювача друку. Лінійне і зигзагоподібне заповнення змінює напрямок на шарах, що чергуються, знижуючи витрати на матеріал. Шаблони "сітка", "трикутник", "шестигранник із трикутників", "куб", "восьмигранник", "чверть куба", "хрестове", "концентричне" повністю друкуються в кожному шарі. Шаблони заповнення «гіроїд», «куб», «чверть куба» та «восьмигранник» змінюються в кожному шарі, щоб забезпечити рівномірніший розподіл міцності в кожному напрямку. Шаблон заповнення блискавка намагається мінімізувати заповнення, підтримуючи тільки верхню область об'єкта.

# support_pattern description
source: The pattern of the support structures of the print. The different options available result in sturdy or easy to remove support.
uk_ua: Шаблон друкованої структури підтримки. Наявні варіанти відрізняються міцністю чи простотою видалення підтримок.

# roofing_pattern description
source: The pattern of the top most layers.
uk_ua: Шаблон для верхніх шарів оболонки.

# top_bottom_pattern description
source: The pattern of the top/bottom layers.
uk_ua: Шаблон шарів для кришки/дна.

# top_bottom_pattern_0 description
source: The pattern on the bottom of the print on the first layer.
uk_ua: Шаблон низу друку на першому шарі.

# ironing_pattern description
source: The pattern to use for ironing top surfaces.
uk_ua: Шаблон, який використовуватиметься для розгладжування верхньої оболонки.

# support_bottom_pattern description
source: The pattern with which the floors of the support are printed.
uk_ua: Шаблон, який використовуватиметься для друку нижньої частини підтримки.

# support_interface_pattern description
source: The pattern with which the interface of the support with the model is printed.
uk_ua: Шаблон, який використовуватиметься для друку сполучного шару підтримки.

# support_roof_pattern description
source: The pattern with which the roofs of the support are printed.
uk_ua: Шаблон, який використовуватиметься для друку верхньої частини підтримки.

# z_seam_position description
source: The position near where to start printing each part in a layer.
uk_ua: Позиція, поряд з якою слід розпочинати шлях на кожному шарі.

# support_tree_angle_slow description
source: The preferred angle of the branches, when they do not have to avoid the model. Use a lower angle to make them more vertical and more stable. Use a higher angle for branches to merge faster.
uk_ua: Переважний кут відгалужень, коли їм не потрібно уникати моделі. При вказівці меншого кута підтримка буде більш вертикальною та стійкою. Використовуйте більший кут, щоб гілки швидше зливались.

# support_tree_rest_preference description
source: The preferred placement of the support structures. If structures can't be placed at the preferred location, they will be place elsewhere, even if that means placing them on the model.
uk_ua: Переважне розміщення конструкцій, що підтримують. Якщо структури не можуть бути розміщені у кращому місці, вони будуть розміщені в іншому місці, навіть якщо це призведе до їх розміщення на моделі.

# jerk_layer_0 description
source: The print maximum instantaneous velocity change for the initial layer.
uk_ua: Зміна максимальної миттєвої швидкості першому шарі.

# machine_shape description
source: The shape of the build plate without taking unprintable areas into account.
uk_ua: Форма столу без урахування недрукованих областей.

# machine_head_with_fans_polygon description
source: The shape of the print head. These are coordinates relative to the position of the print head, which is usually the position of its first extruder. The dimensions left and in front of the print head must be negative coordinates.
uk_ua: Форма друкувальної голівки. Це координати щодо положення друкованої голівки, що зазвичай збігається зі становищем її першого екструдера. Координати ліворуч від друкарської головки та перед нею повинні мати негативні значення.

# cross_infill_pocket_size description
source: The size of pockets at four-way crossings in the cross 3D pattern at heights where the pattern is touching itself.
uk_ua: Розмір кишень під час друку шаблоном хрест 3D за висотою, коли шаблон стосується сам себе.

# coasting_min_volume description
source: The smallest volume an extrusion path should have before allowing coasting. For smaller extrusion paths, less pressure has been built up in the bowden tube and so the coasted volume is scaled linearly. This value should always be larger than the Coasting Volume.
uk_ua: Мінімальний обсяг екструзії, який має бути виготовлений перед виконанням накату. Для малих шляхів менший тиск створюватиметься в боудені і таким чином, обсяг накату змінюватиметься лінійно. Це значення має завжди бути більшим за "Обсяг накату".

# machine_nozzle_cool_down_speed description
source: The speed (°C/s) by which the nozzle cools down averaged over the window of normal printing temperatures and the standby temperature.
uk_ua: Швидкість (°C/сек.), з якою сопло охолоджується, усереднена у вікні температур при звичайному друку та температура очікування.

# machine_nozzle_heat_up_speed description
source: The speed (°C/s) by which the nozzle heats up averaged over the window of normal printing temperatures and the standby temperature.
uk_ua: Швидкість (°C/сек.), з якою сопло гріє, усереднена у вікні температур при звичайному друку та температура очікування.

# speed_wall_x description
source: The speed at which all inner walls are printed. Printing the inner wall faster than the outer wall will reduce printing time. It works well to set this in between the outer wall speed and the infill speed.
uk_ua: Швидкість, де відбувається друк внутрішніх стінок. Друк внутрішніх стінок на швидкості, більшу швидкість друку зовнішньої стінки, прискорює друк. Відмінно працює, якщо значення швидкості знаходиться між швидкостями друку зовнішньої стінки та швидкості заповнення.

# bridge_skin_speed description
source: The speed at which bridge skin regions are printed.
uk_ua: Швидкість, з якою друкуються області оболонки містка.

# speed_infill description
source: The speed at which infill is printed.
uk_ua: Швидкість, де друкується заповнення.

# speed_print description
source: The speed at which printing happens.
uk_ua: Швидкість, де відбувається друк.

# raft_base_speed description
source: The speed at which the base raft layer is printed. This should be printed quite slowly, as the volume of material coming out of the nozzle is quite high.
uk_ua: Швидкість, де друкується нижній шар підкладки. Вона має бути досить низькою, оскільки обсяг матеріалу, що виходить із сопла, досить великий.

# bridge_wall_speed description
source: The speed at which the bridge walls are printed.
uk_ua: Швидкість, з якою відбувається друк стінок містка.

# cool_fan_speed_0 description
source: The speed at which the fans spin at the start of the print. In subsequent layers the fan speed is gradually increased up to the layer corresponding to Regular Fan Speed at Height.
uk_ua: Швидкість, з якою обертається вентилятор на початку друку. На наступних шарах швидкість обертання поступово збільшується до шару, що відповідає параметру звичайної швидкості обертання вентилятора на вказаній висоті.

# cool_fan_speed_min description
source: The speed at which the fans spin before hitting the threshold. When a layer prints faster than the threshold, the fan speed gradually inclines towards the maximum fan speed.
uk_ua: Швидкість, з якою обертається вентилятор до досягнення порога. Якщо шар друкується швидше за встановлений поріг, то вентилятор поступово починає обертатися швидше.

# cool_fan_speed_max description
source: The speed at which the fans spin on the minimum layer time. The fan speed gradually increases between the regular fan speed and maximum fan speed when the threshold is hit.
uk_ua: Швидкість, з якою обертається вентилятор за мінімальної площі шару. Якщо шар друкується швидше за встановлений поріг, то вентилятор поступово починає обертатися із зазначеною швидкістю.

# retraction_prime_speed description
source: The speed at which the filament is primed during a retraction move.
uk_ua: Швидкість, з якою матеріал буде повернутий при відкаті.

# wipe_retraction_prime_speed description
source: The speed at which the filament is primed during a wipe retraction move.
uk_ua: Швидкість, з якою нитка заправляється під час відкату з очищенням.

# switch_extruder_prime_speed description
source: The speed at which the filament is pushed back after a nozzle switch retraction.
uk_ua: Швидкість, з якою матеріал буде повернуто назад при зміні екструдера.

# retraction_speed description
source: The speed at which the filament is retracted and primed during a retraction move.
uk_ua: Швидкість, з якої матеріал буде вилучено і повернено назад під час відкату.

# wipe_retraction_speed description
source: The speed at which the filament is retracted and primed during a wipe retraction move.
uk_ua: Швидкість, з якою нитка втягуватиметься і заправлятиметься при відкаті з очищенням.

# switch_extruder_retraction_speed description
source: The speed at which the filament is retracted during a nozzle switch retract.
uk_ua: Швидкість, з якою матеріал буде вилучений під час відкату для зміни екструдера.

# retraction_retract_speed description
source: The speed at which the filament is retracted during a retraction move.
uk_ua: Швидкість, з якої нитка буде вилучена при відкаті.

# wipe_retraction_retract_speed description
source: The speed at which the filament is retracted during a wipe retraction move.
uk_ua: Швидкість, з якою нитка втягуватиметься при відкаті з очищенням.

# switch_extruder_retraction_speeds description
source: The speed at which the filament is retracted. A higher retraction speed works better, but a very high retraction speed can lead to filament grinding.
uk_ua: Швидкість, з якої матеріал буде витягнутий і повернутий назад при відкаті. Висока швидкість відкату працює краще, але дуже велика швидкість псує матеріал.

# speed_support_bottom description
source: The speed at which the floor of support is printed. Printing it at lower speed can improve adhesion of support on top of your model.
uk_ua: Швидкість, де відбувається друк низу підтримок. Друк підтримок на знижених швидкостях може поліпшити якість друку країв моделі, що нависають.

# speed_support_infill description
source: The speed at which the infill of support is printed. Printing the infill at lower speeds improves stability.
uk_ua: Швидкість, де заповнюються підтримки. Друк заповнення на знижених швидкостях покращує стабільність.

# raft_interface_speed description
source: The speed at which the middle raft layer is printed. This should be printed quite slowly, as the volume of material coming out of the nozzle is quite high.
uk_ua: Швидкість, де друкуються середні шари підкладки. Вона має бути досить низькою, оскільки обсяг матеріалу, що виходить із сопла, досить великий.

# speed_wall_0 description
source: The speed at which the outermost walls are printed. Printing the outer wall at a lower speed improves the final skin quality. However, having a large difference between the inner wall speed and the outer wall speed will affect quality in a negative way.
uk_ua: Швидкість, де відбувається друк зовнішніх стінок. Друк зовнішньої стінки на зниженій швидкості покращує якість поверхні моделі. Однак, при великій різниці між швидкостями друку внутрішніх та зовнішніх стінок виникає ефект, що негативно впливає на якість.

# speed_prime_tower description
source: The speed at which the prime tower is printed. Printing the prime tower slower can make it more stable when the adhesion between the different filaments is suboptimal.
uk_ua: Швидкість, де друкується чернова вежа. Уповільнений друк чорнової вежі може зробити її стабільнішим за недостатнього прилипання різних матеріалів.

# cool_fan_speed description
source: The speed at which the print cooling fans spin.
uk_ua: Швидкість, з якою обертаються вентилятори.

# raft_speed description
source: The speed at which the raft is printed.
uk_ua: Швидкість, де друкується підкладка.

# speed_support_interface description
source: The speed at which the roofs and floors of support are printed. Printing them at lower speeds can improve overhang quality.
uk_ua: Швидкість, на якій відбувається друк верху та низу підтримок. Друк підтримок на знижених швидкостях може поліпшити якість друку країв моделі, що нависають.

# speed_support_roof description
source: The speed at which the roofs of support are printed. Printing them at lower speeds can improve overhang quality.
uk_ua: Швидкість, де відбувається друк верху підтримок. Друк підтримок на знижених швидкостях може поліпшити якість друку країв моделі, що нависають.

# skirt_brim_speed description
source: The speed at which the skirt and brim are printed. Normally this is done at the initial layer speed, but sometimes you might want to print the skirt or brim at a different speed.
uk_ua: Швидкість, на якій відбувається друк юбки та кайми. Зазвичай їх друк відбувається на швидкості друку першого шару, але іноді вам може знадобитися друкувати юбку або кайму на іншій швидкості.

# speed_support description
source: The speed at which the support structure is printed. Printing support at higher speeds can greatly reduce printing time. The surface quality of the support structure is not important since it is removed after printing.
uk_ua: Швидкість, де відбувається друк структури підтримки. Друк підтримки на підвищеній швидкості може значно зменшити час друку. Якість поверхні структури підтримки не має значення, оскільки ця структура буде видалена після друку.

# raft_surface_speed description
source: The speed at which the top raft layers are printed. These should be printed a bit slower, so that the nozzle can slowly smooth out adjacent surface lines.
uk_ua: Швидкість, де друкуються верхні шари підкладки. Верх підкладки повинен друкуватись трохи повільніше, щоб сопло могло повільно розгладжувати лінії поверхні.

# speed_z_hop description
source: The speed at which the vertical Z movement is made for Z Hops. This is typically lower than the print speed since the build plate or machine's gantry is harder to move.
uk_ua: Швидкість вертикального руху по осі Z. Зазвичай вона нижча за швидкість друку, оскільки робочий стіл або портал машини важче зрушити.

# speed_wall description
source: The speed at which the walls are printed.
uk_ua: Швидкість, де відбувається друк стінок.

# speed_ironing description
source: The speed at which to pass over the top surface.
uk_ua: Швидкість, де голова проходить над верхньої оболонкою.

# material_break_speed description
source: The speed at which to retract the filament in order to break it cleanly.
uk_ua: Швидкість, при якій матеріал, що прибирається, відламається чисто.

# speed_roofing description
source: The speed at which top surface skin layers are printed.
uk_ua: Швидкість, де друкуються шари верхньої оболонки.

# speed_topbottom description
source: The speed at which top/bottom layers are printed.
uk_ua: Швидкість, де друкуються шари кришки/дна.

# speed_travel description
source: The speed at which travel moves are made.
uk_ua: Швидкість, з якою виконується переміщення.

# coasting_speed description
source: The speed by which to move during coasting, relative to the speed of the extrusion path. A value slightly under 100% is advised, since during the coasting move the pressure in the bowden tube drops.
uk_ua: Швидкість, з якою здійснюються рухи під час накату, щодо швидкості друку. Рекомендується використовувати значення трохи менше 100%, тому що під час накату тиск у боудені знижується.

# speed_layer_0 description
source: The speed for the initial layer. A lower value is advised to improve adhesion to the build plate. Does not affect the build plate adhesion structures themselves, like brim and raft.
uk_ua: Швидкість друку першого шару. Знижене значення покращує прилипання матеріалу до друкарської пластини. Не впливає самі адгезійні структури друкованої пластини, такі як край і основа.
