Repository: VGSheva/CURAua
Catalog: share/cura/resources/i18n/*/fdmprinter.def.json.po
Languages: uk_ua

# machine_nozzle_size label
source: Nozzle Diameter
uk_ua: Діаметр сопла

# nozzle_disallowed_areas label
source: Nozzle Disallowed Areas
uk_ua: Заборонені зони для сопла

# machine_nozzle_id label
source: Nozzle ID
uk_ua: Ідентифікатор сопла

# machine_nozzle_head_distance label
source: Nozzle Length
uk_ua: Довжина сопла

# switch_extruder_extra_prime_amount label
source: Nozzle Switch Extra Prime Amount
uk_ua: Додатково заповнюваний об'єм при зміні екструдера

# switch_extruder_prime_speed label
source: Nozzle Switch Prime Speed
uk_ua: Швидкість наповнення при зміні екструдера

# switch_extruder_retraction_speed label
source: Nozzle Switch Retract Speed
uk_ua: Швидкість відкату при зміні екструдера

# switch_extruder_retraction_amount label
source: Nozzle Switch Retraction Distance
uk_ua: Величина відкату при зміні екструдера

# switch_extruder_retraction_speeds label
source: Nozzle Switch Retraction Speed
uk_ua: Швидкість відкату при зміні екструдера

# machine_extruder_count label
source: Number of Extruders
uk_ua: Кількість екструдерів

# extruders_enabled_count label
source: Number of Extruders That Are Enabled
uk_ua: Кількість включених екструдерів

# speed_slowdown_layers label
source: Number of Slower Layers
uk_ua: Кількість повільних шарів

# extruders_enabled_count description
source: Number of extruder trains that are enabled; automatically set in software
uk_ua: Кількість включених екструдерів; це значення автоматично встановлюється програмним забезпеченням

# machine_extruder_count description
source: Number of extruder trains. An extruder train is the combination of a feeder, bowden tube, and nozzle.
uk_ua: Кількість екструдерів. Екструдер – це комбінація механізму подачі, труби та сопла.

# wipe_repeat_count description
source: Number of times to move the nozzle across the brush.
uk_ua: Кількість переміщень сопла поперек щітки.

# gradual_infill_steps description
source: Number of times to reduce the infill density by half when getting further below top surfaces. Areas which are closer to top surfaces get a higher density, up to the Infill Density.
uk_ua: Кількість кроків зменшення наполовину густини заповнення вглиб моделі. Області, що знаходяться ближче до краю моделі, отримують велику щільність, до зазначеної в "Щільність заповнення".

# gradual_support_infill_steps description
source: Number of times to reduce the support infill density by half when getting further below top surfaces. Areas which are closer to top surfaces get a higher density, up to the Support Infill Density.
uk_ua: Кількість разів, яке на половину можна зменшувати щільність заповнення підтримок при проході вглиб структури від поверхні. Області ближче до оболонки мають велику густину, аж до значення "Щільність заповнення підтримок".

# infill_pattern option tetrahedral
source: Octet
uk_ua: Восьмигранник

# retraction_combing option off
source: Off
uk_ua: Вимкнено

# mesh_position_x description
source: Offset applied to the object in the x direction.
uk_ua: Зміщення, що застосовується до об'єкта осі X.

# mesh_position_y description
source: Offset applied to the object in the y direction.
uk_ua: Зміщення, що застосовується до об'єкта осі Y.

# mesh_position_z description
source: Offset applied to the object in the z direction. With this you can perform what was used to be called 'Object Sink'.
uk_ua: Зміщення, що застосовується до об'єкта осі Z. Це дозволяє виконувати операцію, раніше відому як провалювання об'єкта під поверхню столу.

# machine_use_extruder_offset_to_offset_coords label
source: Offset with Extruder
uk_ua: Зміщення з екструдером

# support_tree_rest_preference option buildplate
source: On buildplate when possible
uk_ua: По можливості на друкованій пластині

# support_tree_rest_preference option graceful
source: On model if required
uk_ua: На моделі, якщо потрібно

# print_sequence option one_at_a_time
source: One at a Time
uk_ua: Окремо

# retraction_hop_only_when_collides description
source: Only perform a Z Hop when moving over printed parts which cannot be avoided by horizontal motion by Avoid Printed Parts when Traveling.
uk_ua: Виконувати підняття осі Z лише у разі руху над надрукованими частинами, які не можна обігнути горизонтальним рухом, використовуючи «Обхід надрукованих деталей» під час переміщення.

# ironing_only_highest_layer description
source: Only perform ironing on the very last layer of the mesh. This saves time if the lower layers don't need a smooth surface finish.
uk_ua: Виконує розгладжування тільки на останньому шарі моделі. Заощаджує час, коли нижні шари не вимагають згладжування поверхні.

# brim_outside_only description
source: Only print the brim on the outside of the model. This reduces the amount of brim you need to remove afterwards, while it doesn't reduce the bed adhesion that much.
uk_ua: Друкувати облямівку лише на зовнішній стороні моделі. Це скорочує об'єм облямівки, яку потрібно видалити надалі, і не знижує якість прилипання до столу.

# ooze_shield_angle label
source: Ooze Shield Angle
uk_ua: Кут захисту від крапель

# ooze_shield_dist label
source: Ooze Shield Distance
uk_ua: Дистанція до захисту від крапель

# support_tree_branch_reach_limit label
source: Optimal Branch Range
uk_ua: Оптимальне охоплення відгалужень

# optimize_wall_printing_order label
source: Optimize Wall Printing Order
uk_ua: Оптимізація порядку друку стінок

# optimize_wall_printing_order description
source: Optimize the order in which walls are printed so as to reduce the number of retractions and the distance travelled. Most parts will benefit from this being enabled but some may actually take longer so please compare the print time estimates with and without optimization. First layer is not optimized when choosing brim as build plate adhesion type.
uk_ua: Оптимізує порядок, у якому друкуються стінки, зменшення кількості відкатів і переміщень. Більшість моделей роздруковуватимуться швидше, але не всі. Порівнюйте оцінний час друку з оптимізацією та без неї. При виборі облямівки як тип приклеювання до робочого столу перший шар не оптимізується.

# machine_nozzle_tip_outer_diameter label
source: Outer Nozzle Diameter
uk_ua: Зовнішній діаметр сопла

# acceleration_wall_0 label
source: Outer Wall Acceleration
uk_ua: Прискорення зовнішньої стінки

# wall_0_extruder_nr label
source: Outer Wall Extruder
uk_ua: Екструдер зовнішніх стінок

# wall_0_material_flow label
source: Outer Wall Flow
uk_ua: Потік для зовнішньої стінки

# wall_0_inset label
source: Outer Wall Inset
uk_ua: Вставка зовнішньої стінки

# jerk_wall_0 label
source: Outer Wall Jerk
uk_ua: Ривок зовнішніх стін

# wall_line_width_0 label
source: Outer Wall Line Width
uk_ua: Ширина лінії зовнішньої стінки

# speed_wall_0 label
source: Outer Wall Speed
uk_ua: Швидкість друку зовнішньої стінки

# wall_0_wipe_dist label
source: Outer Wall Wipe Distance
uk_ua: Відстань очищення зовнішньої стінки

# inset_direction option outside_in
source: Outside To Inside
uk_ua: Від зовнішніх до внутрішніх

# wall_overhang_angle label
source: Overhanging Wall Angle
uk_ua: Кут стіни, що нависає

# wall_overhang_speed_factor label
source: Overhanging Wall Speed
uk_ua: Швидкість друку нависаючої стінки

# wall_overhang_speed_factor description
source: Overhanging walls will be printed at this percentage of their normal print speed.
uk_ua: Нависаючі стінки будуть надруковані з цим відсотковим значенням нормальної швидкості друку.

# wipe_pause description
source: Pause after the unretract.
uk_ua: Пауза після скасування відкату.

# bridge_fan_speed description
source: Percentage fan speed to use when printing bridge walls and skin.
uk_ua: Швидкість вентилятора у відсотках, яку необхідно використовувати під час друку стінок та оболонки містка.

# bridge_fan_speed_2 description
source: Percentage fan speed to use when printing the second bridge skin layer.
uk_ua: Швидкість вентилятора у відсотках, з якою друкується шар другої оболонки містка.

# support_supported_skin_fan_speed description
source: Percentage fan speed to use when printing the skin regions immediately above the support. Using a high fan speed can make the support easier to remove.
uk_ua: Швидкість вентилятора у відсотках, з якою друкуються області оболонки безпосередньо над підтримкою. Використання високих значень швидкості вентилятора може спростити зняття підтримки.

# bridge_fan_speed_3 description
source: Percentage fan speed to use when printing the third bridge skin layer.
uk_ua: Швидкість вентилятора у відсотках, з якою друкується шар третьої оболонки містка.

# minimum_polygon_circumference description
source: Polygons in sliced layers that have a circumference smaller than this amount will be filtered out. Lower values lead to higher resolution mesh at the cost of slicing time. It is meant mostly for high resolution SLA printers and very tiny 3D models with a lot of details.
uk_ua: Полігони в розділених шарах, довжина кола яких менша від зазначеної величини, будуть відфільтровані. Знижені значення призводять до збільшення роздільної здатності об'єкта за рахунок часу поділу. Це призначено головним чином для принтерів SLA з високою роздільною здатністю та мініатюрних 3D-моделей з баготьма деталей.

# support_tree_angle_slow label
source: Preferred Branch Angle
uk_ua: Переважний кут відгалуження

# wall_transition_filter_deviation description
source: Prevent transitioning back and forth between one extra wall and one less. This margin extends the range of line widths which follow to [Minimum Wall Line Width - Margin, 2 * Minimum Wall Line Width + Margin]. Increasing this margin reduces the number of transitions, which reduces the number of extrusion starts/stops and travel time. However, large line width variation can lead to under- or overextrusion problems.
uk_ua: Запобігайте переходу туди і назад між однією зайвою стінкою і однією недостатньою. Це поле розширює діапазон значень ширини лінії, який визначається як [Мінімальна ширина лінії стінки – Поле, 2* Мінімальна ширина лінії стінки + Поле]. Розширення цього поля дозволяє скоротити кількість переходів, що дозволяє скоротити кількість запусків/зупинок екструдування і час переміщення. Проте великий розкид значень ширини лінії може призвести до проблем із недостатнім або надмірним екструдуванням матеріалу.

# acceleration_prime_tower label
source: Prime Tower Acceleration
uk_ua: Прискорення чорнової вежі

# prime_tower_brim_enable label
source: Prime Tower Brim
uk_ua: Кайма чорнової вежі

# prime_tower_flow label
source: Prime Tower Flow
uk_ua: Поток чорнової вежі

# jerk_prime_tower label
source: Prime Tower Jerk
uk_ua: Ривок чорнових веж

# prime_tower_line_width label
source: Prime Tower Line Width
uk_ua: Ширина лінії чорнової вежі

# prime_tower_min_volume label
source: Prime Tower Minimum Volume
uk_ua: Мінімальний обсяг чорнової башти

# prime_tower_size label
source: Prime Tower Size
uk_ua: Розмір чорнової вежі

# speed_prime_tower label
source: Prime Tower Speed
uk_ua: Швидкість чорнових веж

# prime_tower_position_x label
source: Prime Tower X Position
uk_ua: X позиція чорнової вежі

# prime_tower_position_y label
source: Prime Tower Y Position
uk_ua: Y позиція чорнової вежі

# prime_tower_brim_enable description
source: Prime-towers might need the extra adhesion afforded by a brim even if the model doesn't. Presently can't be used with the 'Raft' adhesion-type.
uk_ua: Для чорнових веж може бути потрібна додаткова адгезія за допомогою кайми, навіть якщо для моделі це не потрібно. На даний момент не може використовуватись з типом адгезії з підкладкою.

# acceleration_print label
source: Print Acceleration
uk_ua: Прискорення друку

# jerk_print label
source: Print Jerk
uk_ua: Ривок друку

# print_sequence label
source: Print Sequence
uk_ua: Послідовний друк

# speed_print label
source: Print Speed
uk_ua: Швидкість друку

# fill_outline_gaps label
source: Print Thin Walls
uk_ua: Друк тонких стінок

# prime_tower_enable description
source: Print a tower next to the print which serves to prime the material after each nozzle switch.
uk_ua: Друкує вежу перед друком моделі, що допомагає видавити старий матеріал після зміни екструдера.

# infill_support_enabled description
source: Print infill structures only where tops of the model should be supported. Enabling this reduces print time and material usage, but leads to ununiform object strength.
uk_ua: Друк заповнених структур лише там, де мають підтримуватись верхні частини моделей. Активація цієї функції скорочує час друку та витрату матеріалів, проте призводить до нерівномірної міцності.

# ironing_monotonic description
source: Print ironing lines in an ordering that causes them to always overlap with adjacent lines in a single direction. This takes slightly more time to print, but makes flat surfaces look more consistent.
uk_ua: Друкуйте лінії розгладження у такому порядку, щоб вони завжди перекривали сусідні лінії в одному напрямку. На друк йде трохи більше часу, але плоскі поверхні виглядають більш однаковішими.

# mold_enabled description
source: Print models as a mold, which can be cast in order to get a model which resembles the models on the build plate.
uk_ua: Друкувати модель у вигляді форми, яка може використовуватися для відливання оригінальної моделі.

# fill_outline_gaps description
source: Print pieces of the model which are horizontally thinner than the nozzle size.
uk_ua: Друк частин моделі, які по горизонталі тонші за діаметр сопла.

# bridge_skin_speed_2 description
source: Print speed to use when printing the second bridge skin layer.
uk_ua: Швидкість, з якою друкується шар другої оболонки містка.

# bridge_skin_speed_3 description
source: Print speed to use when printing the third bridge skin layer.
uk_ua: Швидкість, з якою друкується шар третьої оболонки містка.

# infill_before_walls description
source: Print the infill before printing the walls. Printing the walls first may lead to more accurate walls, but overhangs print worse. Printing the infill first leads to sturdier walls, but the infill pattern might sometimes show through the surface.
uk_ua: Друк заповнення до друку стін. Якщо друкувати спочатку стінки, то це може зробити їх більш точними, але стіни, що нависають, будуть надруковані гірше. Якщо друкувати спочатку заповнення, це зробить стінки міцнішими, але шаблон заповнення може іноді прориватися крізь поверхню стінки.

# roofing_monotonic description
source: Print top surface lines in an ordering that causes them to always overlap with adjacent lines in a single direction. This takes slightly more time to print, but makes flat surfaces look more consistent.
uk_ua: Друкуйте лінії верхньої оболонки у такому порядку, щоб вони завжди перекривали сусідні лінії в одному напрямку. На друк йде трохи більше часу, але плоскі поверхні виглядають більш однаковішими.

# skin_monotonic description
source: Print top/bottom lines in an ordering that causes them to always overlap with adjacent lines in a single direction. This takes slightly more time to print, but makes flat surfaces look more consistent.
uk_ua: Друкуйте лінії дна/кришки так, щоб вони завжди перекривали сусідні лінії в одному напрямку. На друк йде трохи більше часу, але плоскі поверхні виглядають більш однаковішими.

# material_print_temperature label
source: Printing Temperature
uk_ua: Температура сопла

# material_print_temperature_layer_0 label
source: Printing Temperature Initial Layer
uk_ua: Температура друку першого шару

# skirt_height description
source: Printing the innermost skirt line with multiple layers makes it easy to remove the skirt.
uk_ua: Друк внутрішньої лінії спідниці кількома шарами дозволяє легко видалити її.

# alternate_extra_perimeter description
source: Prints an extra wall at every other layer. This way infill gets caught between these extra walls, resulting in stronger prints.
uk_ua: Друкує додаткову стінку через шар. Таким чином, заповнення полягає між цими додатковими стінками, що призводить до підвищення міцності друку.

# resolution label
source: Quality
uk_ua: Якість

# infill_pattern option quarter_cubic
source: Quarter Cubic
uk_ua: Чверть куба

# adhesion_type option raft
source: Raft
uk_ua: Підкладка

# raft_airgap label
source: Raft Air Gap
uk_ua: Повітряний зазор підкладки

# raft_base_extruder_nr label
source: Raft Base Extruder
uk_ua: Екструдер нижніх підкладок

# raft_base_fan_speed label
source: Raft Base Fan Speed
uk_ua: Швидкість вентилятора для низу підкладки

# raft_base_line_spacing label
source: Raft Base Line Spacing
uk_ua: Дистанція між лініями нижнього шару підкладки

# raft_base_line_width label
source: Raft Base Line Width
uk_ua: Ширина лінії нижнього шару підкладки

# raft_base_acceleration label
source: Raft Base Print Acceleration
uk_ua: Прискорення друку низу підкладки

# raft_base_jerk label
source: Raft Base Print Jerk
uk_ua: Ривок друку низу підкладки

# raft_base_speed label
source: Raft Base Print Speed
uk_ua: Швидкість друку низу підкладки

# raft_base_thickness label
source: Raft Base Thickness
uk_ua: Товщина нижнього шару підкладки

# raft_base_wall_count label
source: Raft Base Wall Count
uk_ua: Лічильник стін основи підкладки

# raft_margin label
source: Raft Extra Margin
uk_ua: Додаткове поле підкладки

# raft_fan_speed label
source: Raft Fan Speed
uk_ua: Швидкість вентилятора для підкладки

# raft_interface_extruder_nr label
source: Raft Middle Extruder
uk_ua: Екструдер середніх підкладок

# raft_interface_fan_speed label
source: Raft Middle Fan Speed
uk_ua: Швидкість вентилятора для середини підкладки

# raft_interface_layers label
source: Raft Middle Layers
uk_ua: Серединні шари підкладок

# raft_interface_line_width label
source: Raft Middle Line Width
uk_ua: Ширина линий середины подложки

# raft_interface_acceleration label
source: Raft Middle Print Acceleration
uk_ua: Прискорення друку середини підкладки

# raft_interface_jerk label
source: Raft Middle Print Jerk
uk_ua: Ривок друку середини підкладки

# raft_interface_speed label
source: Raft Middle Print Speed
uk_ua: Швидкість друку середини підкладки

# raft_interface_line_spacing label
source: Raft Middle Spacing
uk_ua: Дистанція між шарами середини підкладки

# raft_interface_thickness label
source: Raft Middle Thickness
uk_ua: Товщина середини підкладки

# raft_acceleration label
source: Raft Print Acceleration
uk_ua: Прискорення друку підкладки

# raft_jerk label
source: Raft Print Jerk
uk_ua: Ривок підкладки

# raft_speed label
source: Raft Print Speed
uk_ua: Швидкість друку підкладки

# raft_smoothing label
source: Raft Smoothing
uk_ua: Згладжування підкладки

# raft_surface_extruder_nr label
source: Raft Top Extruder
uk_ua: Екструдер верхніх підкладок

# raft_surface_fan_speed label
source: Raft Top Fan Speed
uk_ua: Швидкість вентилятора для верху підкладки

# raft_surface_thickness label
source: Raft Top Layer Thickness
uk_ua: Товщина верхнього шару підкладки

# raft_surface_layers label
source: Raft Top Layers
uk_ua: Верхні шари підкладки

# raft_surface_line_width label
source: Raft Top Line Width
uk_ua: Ширина ліній верху підкладки

# raft_surface_acceleration label
source: Raft Top Print Acceleration
uk_ua: Прискорення друку верху підкладки

# raft_surface_jerk label
source: Raft Top Print Jerk
uk_ua: Ривок друку верху підкладки

# raft_surface_speed label
source: Raft Top Print Speed
uk_ua: Швидкість друку верху підкладки

# raft_surface_line_spacing label
source: Raft Top Spacing
uk_ua: Дистанція між лініями верху підтримки

# z_seam_type option random
source: Random
uk_ua: Випадково

# infill_randomize_start_location label
source: Randomize Infill Start
uk_ua: Рандомизация начала заполнения

# infill_randomize_start_location description
source: Randomize which infill line is printed first. This prevents one segment becoming the strongest, but it does so at the cost of an additional travel move.
uk_ua: Рандомізувати, яка лінія заповнення друкується першою. Це перешкоджає тому, щоб один сегмент став найсильнішим, але це робить за рахунок додаткового переміщення.

# magic_fuzzy_skin_enabled description
source: Randomly jitter while printing the outer wall, so that the surface has a rough and fuzzy look.
uk_ua: Вносить невелике тремтіння під час друку зовнішньої стінки, що надає поверхні шорсткого вигляду.

# machine_shape option rectangular
source: Rectangular
uk_ua: Прямокутна

# cool_fan_speed_min label
source: Regular Fan Speed
uk_ua: Звичайна швидкість вентилятора

# cool_fan_full_at_height label
source: Regular Fan Speed at Height
uk_ua: Звичайна швидкість вентилятора на висоті

# cool_fan_full_layer label
source: Regular Fan Speed at Layer
uk_ua: Звичайна швидкість вентилятора на шарі

# cool_min_layer_time_fan_speed_max label
source: Regular/Maximum Fan Speed Threshold
uk_ua: Поріг перемикання на підвищену швидкість

# relative_extrusion label
source: Relative Extrusion
uk_ua: Відносна екструзія

# meshfix_union_all_remove_holes label
source: Remove All Holes
uk_ua: Видаляє усі отвори

# remove_empty_first_layers label
source: Remove Empty First Layers
uk_ua: Видалити перші порожні шари

# carve_multiple_volumes label
source: Remove Mesh Intersection
uk_ua: Видалити перетин об'єктів

# raft_remove_inside_corners label
source: Remove Raft Inside Corners
uk_ua: Видалення внутрішніх кутів підкладки

# carve_multiple_volumes description
source: Remove areas where multiple meshes are overlapping with each other. This may be used if merged dual material objects overlap with each other.
uk_ua: Видаляє області, де кілька об'єктів перекриваються. Можна використовувати для об'єктів, що складаються з двох матеріалів і перетинаються один з одним.

# remove_empty_first_layers description
source: Remove empty layers beneath the first printed layer if they are present. Disabling this setting can cause empty first layers if the Slicing Tolerance setting is set to Exclusive or Middle.
uk_ua: Видалення порожніх шарів під першим шаром, що друкується, якщо вони є. Вимкнення цієї функції може призвести до створення перших порожніх шарів, якщо для параметра "Допуск слайсингу" встановлено значення "Увімкнення" або "Середина".

# raft_remove_inside_corners description
source: Remove inside corners from the raft, causing the raft to become convex.
uk_ua: Видаляйте внутрішні кути з підкладки, щоб вона стала опуклою.

# meshfix_union_all_remove_holes description
source: Remove the holes in each layer and keep only the outside shape. This will ignore any invisible internal geometry. However, it also ignores layer holes which can be viewed from above or below.
uk_ua: Видаляє отвори у кожному шарі, залишаючи лише зовнішню форму. Вся невидима внутрішня геометрія буде проігнорована. Однак також будуть проігноровані отвори в шарах, які можуть бути видні зверху або знизу.

# skin_outline_count description
source: Replaces the outermost part of the top/bottom pattern with a number of concentric lines. Using one or two lines improves roofs that start on infill material.
uk_ua: Замінює зовнішню частину шаблону кришки/дна поруч концентричних ліній. Використання однієї або двох ліній покращує мости, що друкуються поверх матеріалу заповнення.

# support_tree_rest_preference label
source: Rest Preference
uk_ua: Перевага опори

# travel_retract_before_outer_wall label
source: Retract Before Outer Wall
uk_ua: Відкат перед зовнішньою стінкою

# retract_at_layer_change label
source: Retract at Layer Change
uk_ua: Відкат при зміні шару

# retraction_enable description
source: Retract the filament when the nozzle is moving over a non-printed area.
uk_ua: Відкат нитки під час руху сопла поза зоною друку.

# wipe_retraction_enable description
source: Retract the filament when the nozzle is moving over a non-printed area.
uk_ua: Відкат нитки під час руху сопла поза зоною друку.
