Repository: VGSheva/CURAua
Catalog: share/cura/resources/i18n/*/fdmprinter.def.json.po
Languages: uk_ua

# infill_enable_travel_optimization description
source: When enabled, the order in which the infill lines are printed is optimized to reduce the distance travelled. The reduction in travel time achieved very much depends on the model being sliced, infill pattern, density, etc. Note that, for some models that have many small areas of infill, the time to slice the model may be greatly increased.
uk_ua: Якщо увімкнено, порядок, у якому друкуються лінії заповнення, оптимізується для скорочення пройденої відстані. Досягнуте скорочення часу переміщення в дуже великій мірі залежить від моделі, що поділяється на шари, шаблону заповнення, щільності і т. п. Зверніть увагу, що для деяких моделей, що мають безліч невеликих областей, що заповнюються, час поділу на шари може істотно зрости.

# support_fan_enable description
source: When enabled, the print cooling fan speed is altered for the skin regions immediately above the support.
uk_ua: Якщо увімкнено, швидкість охолоджуючого вентилятора, що використовується під час друку, змінюється для областей оболонки безпосередньо над підтримкою.

# z_seam_relative description
source: When enabled, the z seam coordinates are relative to each part's centre. When disabled, the coordinates define an absolute position on the build plate.
uk_ua: Коли увімкнено, координати Z шва прив'язані до центру кожної частини. Коли вимкнено, координати визначаються від абсолютної позиції на столі.

# retraction_combing_max_distance description
source: When greater than zero, combing travel moves that are longer than this distance will use retraction. If set to zero, there is no maximum and combing moves will not use retraction.
uk_ua: При значенні параметра вище за нуль переміщення комбінгу, що перевищують задану відстань, будуть виконуватися з відкатом. Коли значення параметра дорівнює нулю, максимуму немає і переміщення комбінгу виконуються без відкату.

# hole_xy_offset_max_diameter description
source: When greater than zero, the Hole Horizontal Expansion is gradually applied on small holes (small holes are expanded more). When set to zero the Hole Horizontal Expansion will be applied to all holes. Holes larger than the Hole Horizontal Expansion Max Diameter are not expanded.
uk_ua: Якщо значення більше нуля, горизонтальне розширення отвору поступово застосовується до маленьких отворів (маленькі отвори розширюються більше). Якщо встановлено нульове значення, горизонтальне розширення отвору буде застосовано до всіх отворів. Отвори, що перевищують максимальний діаметр горизонтального розширення отвору, не розширюються.

# bridge_skin_material_flow description
source: When printing bridge skin regions, the amount of material extruded is multiplied by this value.
uk_ua: Під час друку областей оболонки містка об'єм видавленого матеріалу множиться на вказане значення.

# bridge_wall_material_flow description
source: When printing bridge walls, the amount of material extruded is multiplied by this value.
uk_ua: Під час друку стінок містка об'єм видавленого матеріалу збільшується на вказане значення.

# bridge_skin_material_flow_2 description
source: When printing the second bridge skin layer, the amount of material extruded is multiplied by this value.
uk_ua: Під час друку шару другої оболонки містка об'єм видавленого матеріалу множиться на вказане значення.

# bridge_skin_material_flow_3 description
source: When printing the third bridge skin layer, the amount of material extruded is multiplied by this value.
uk_ua: Під час друку шару третьої оболонки містка об'єм видавленого матеріалу множиться на вказане значення.

# cool_lift_head description
source: When the minimum speed is hit because of minimum layer time, lift the head away from the print and wait the extra time until the minimum layer time is reached.
uk_ua: Коли виникне конфлікт між параметрами мінімальної швидкості друку та мінімальним часом друку шару, голова принтера буде відведена від моделі, що друкується, і буде витримана необхідна пауза для досягнення мінімального часу друку шару.

# skin_no_small_gaps_heuristic description
source: When the model has small vertical gaps of only a few layers, there should normally be skin around those layers in the narrow space. Enable this setting to not generate skin if the vertical gap is very small. This improves printing time and slicing time, but technically leaves infill exposed to the air.
uk_ua: Якщо модель має невеликі вертикальні зазори, що складаються всього з декількох шарів, навколо цих шарів у вузькому просторі, як правило, присутня оболонка. Вибір цього параметра запобігатиме створення оболонки в ситуаціях, коли вертикальні зазори дуже малі. Це дозволить скоротити час друку та нарізки, але з технічної точки зору область заповнення залишиться відкритою.

# wall_transition_angle description
source: When to create transitions between even and odd numbers of walls. A wedge shape with an angle greater than this setting will not have transitions and no walls will be printed in the center to fill the remaining space. Reducing this setting reduces the number and length of these center walls, but may leave gaps or overextrude.
uk_ua: Коли потрібно створювати переходи між парною та непарною кількістю стінок. Клиноподібна форма з кутом, що перевищує цей параметр, не матиме переходів, і стінки не будуть надруковані в центрі для заповнення простору, що залишився. Зменшення значення цього параметра дозволяє скоротити кількість і довжину цих центральних стінок, але можуть залишитися зазори або відбутися надмірне екструдування.

# wall_transition_length description
source: When transitioning between different numbers of walls as the part becomes thinner, a certain amount of space is allotted to split or join the wall lines.
uk_ua: При переході між різною кількістю стінок у міру того, як деталь стає тоншою, виділяється певний простір для поділу або з'єднання ліній стінок.

# wipe_hop_enable description
source: When wiping, the build plate is lowered to create clearance between the nozzle and the print. It prevents the nozzle from hitting the print during travel moves, reducing the chance to knock the print from the build plate.
uk_ua: При очищенні робочий стіл опускається для створення зазору між соплом та деталей, що друкується. Це запобігає зіткненню сопла та друкованої деталі під час рухів, знижуючи ймовірність зміщення друкованої деталі на робочому столі.

# retraction_hop_enabled description
source: Whenever a retraction is done, the build plate is lowered to create clearance between the nozzle and the print. It prevents the nozzle from hitting the print during travel moves, reducing the chance to knock the print from the build plate.
uk_ua: При виконанні відкату між соплом і деталлю, що друкується, створюється зазор. Це запобігає торканню сопла частин деталі при його переміщенні, знижуючи ймовірність зміщення деталі на столі.

# support_xy_overrides_z description
source: Whether the Support X/Y Distance overrides the Support Z Distance or vice versa. When X/Y overrides Z the X/Y distance can push away the support from the model, influencing the actual Z distance to the overhang. We can disable this by not applying the X/Y distance around overhangs.
uk_ua: Чи зазор по осях X/Y перекриватиме зазор по осі Z і навпаки. Якщо X/Y перекриває Z, X/Y може видавити підтримку з моделі, впливаючи на реальний зазор по осі Z до нависання. Ми можемо виправити це, не застосовуючи X/Y проміжок біля нависань.

# machine_center_is_zero description
source: Whether the X/Y coordinates of the zero position of the printer is at the center of the printable area.
uk_ua: Чи слід вважати центром координат по осях X/Y у центрі області друку.

# machine_endstop_positive_direction_x description
source: Whether the endstop of the X axis is in the positive direction (high X coordinate) or negative (low X coordinate).
uk_ua: Обмежувач ходу на осі X у прямому напрямку (верхня координата X) або у зворотному напрямку (нижня координата X).

# machine_endstop_positive_direction_y description
source: Whether the endstop of the Y axis is in the positive direction (high Y coordinate) or negative (low Y coordinate).
uk_ua: Обмежувач ходу на осі X у прямому напрямку Обмежувач ходу на осі Y у прямому напрямку (верхня координата Y) або у зворотному напрямку (нижня координата Y).

# machine_endstop_positive_direction_z description
source: Whether the endstop of the Z axis is in the positive direction (high Z coordinate) or negative (low Z coordinate).
uk_ua: Обмежувач ходу на осі Z у прямому напрямку (верхня координата Z) або у зворотному напрямку (нижня координата Z).

# machine_extruders_share_heater description
source: Whether the extruders share a single heater rather than each extruder having its own heater.
uk_ua: Вказує, чи використовують для всіх екструдерів загальний нагрівач або кожен має окремий.

# machine_extruders_share_nozzle description
source: Whether the extruders share a single nozzle rather than each extruder having its own nozzle. When set to true, it is expected that the printer-start gcode script properly sets up all extruders in an initial retraction state that is known and mutually compatible (either zero or one filament not retracted); in that case the initial retraction status is described, per extruder, by the 'machine_extruders_shared_nozzle_initial_retraction' parameter.
uk_ua: Вказує, чи всі екструдери використовують спільне сопло або у кожного є окреме. Якщо встановлено значення true, очікується, що сценарій gcode запуску принтера правильно переводить всі екструдери у відомий і взаємно сумісний початковий стан відкату (або нуль або один матеріал не втягнутий); у цьому випадку початковий стан відкату описується для кожного екструдера параметром 'machine_extruders_shared_nozzle_initial_retraction'.

# machine_heated_bed description
source: Whether the machine has a heated build plate present.
uk_ua: Чи має принтер стіл, що підігрівається.

# machine_heated_build_volume description
source: Whether the machine is able to stabilize the build volume temperature.
uk_ua: Чи має принтер можливість стабілізації температури для друку.

# center_object description
source: Whether to center the object on the middle of the build platform (0,0), instead of using the coordinate system in which the object was saved.
uk_ua: Чи слід розміщувати об'єкт у центрі столу (0, 0), замість використання координатної системи, де було збережено об'єкт.

# machine_nozzle_temp_enabled description
source: Whether to control temperature from Cura. Turn this off to control nozzle temperature from outside of Cura.
uk_ua: Чи слід керувати температурою із Cura. Вимкнення цього параметра передбачає керування температурою сопла поза Cura.

# material_bed_temp_prepend description
source: Whether to include build plate temperature commands at the start of the gcode. When the start_gcode already contains build plate temperature commands Cura frontend will automatically disable this setting.
uk_ua: Чи слід додавати команди керування температурою столу на початок G-коду. Якщо в коді вже використовуються команди для керування температурою столу, Cura автоматично проігнорує цей параметр.

# material_print_temp_prepend description
source: Whether to include nozzle temperature commands at the start of the gcode. When the start_gcode already contains nozzle temperature commands Cura frontend will automatically disable this setting.
uk_ua: Чи слід додавати команди керування температурою сопла на початок G-коду. Якщо в коді вже використовуються команди для керування температурою сопла, Cura автоматично проігнорує цей параметр.

# clean_between_layers description
source: Whether to include nozzle wipe G-Code between layers (maximum 1 per layer). Enabling this setting could influence behavior of retract at layer change. Please use Wipe Retraction settings to control retraction at layers where the wipe script will be working.
uk_ua: Чи слід додавати G-код очищення сопла між шарами (максимум один на шар). Увімкнення цього параметра може вплинути на перебіг відкату при зміні шару. Використовуйте параметри відкату з очищенням, щоб керувати відкатом на шарах, для яких використовується скрипт очищення.

# material_bed_temp_wait description
source: Whether to insert a command to wait until the build plate temperature is reached at the start.
uk_ua: Чи потрібно додавати команду очікування прогрівання столу до потрібної температури перед початком друку.

# prime_blob_enable description
source: Whether to prime the filament with a blob before printing. Turning this setting on will ensure that the extruder will have material ready at the nozzle before printing. Printing Brim or Skirt can act like priming too, in which case turning this setting off saves some time.
uk_ua: Чи слід видавлювати матеріал перед початком друку. Активація цього параметра забезпечує наповнення матеріалом сопла екструдера перед початком друку. Друк облямівки або спідниці може виконувати таку ж дію, тоді вимкнення цього параметра заощаджує деякий час.

# print_sequence description
source: Whether to print all models one layer at a time or to wait for one model to finish, before moving on to the next. One at a time mode is possible if a) only one extruder is enabled and b) all models are separated in such a way that the whole print head can move in between and all models are lower than the distance between the nozzle and the X/Y axes.
uk_ua: Друкувати всі моделі пошарово або чекати на завершення однієї моделі, перш ніж переходити до наступної. Режим "один за раз" може використовуватися, якщо а) активний тільки один екструдер і б) всі моделі розділені таким чином, що друкувальна головка може рухатися між ними і всі моделі нижче, ніж відстань між соплом та осями X/Y.

# machine_show_variants description
source: Whether to show the different variants of this machine, which are described in separate json files.
uk_ua: Чи слід показувати різні варіанти цього принтера, які описані в окремих файлах JSON.

# machine_firmware_retract description
source: Whether to use firmware retract commands (G10/G11) instead of using the E property in G1 commands to retract the material.
uk_ua: Визначає, чи використовувати команди відкату вбудованого програмного забезпечення (G10/G11) замість застосування властивості E у командах G1 для відкату матеріалу.

# material_print_temp_wait description
source: Whether to wait until the nozzle temperature is reached at the start.
uk_ua: Перед початком друку слід додавати команду очікування прогрівання сопла.

# infill_line_width description
source: Width of a single infill line.
uk_ua: Ширина однієї лінії заповнення.

# support_interface_line_width description
source: Width of a single line of support roof or floor.
uk_ua: Ширина однієї лінії підтримки кришки чи дна.

# roofing_line_width description
source: Width of a single line of the areas at the top of the print.
uk_ua: Ширина однієї лінії кришки.

# line_width description
source: Width of a single line. Generally, the width of each line should correspond to the width of the nozzle. However, slightly reducing this value could produce better prints.
uk_ua: Ширина однієї лінії. Зазвичай ширина кожної лінії повинна відповідати діаметру сопла. Однак невелике зменшення цього значення призводить до кращого друку.

# prime_tower_line_width description
source: Width of a single prime tower line.
uk_ua: Ширина окремої лінії чорнової башти.

# skirt_brim_line_width description
source: Width of a single skirt or brim line.
uk_ua: Ширина однієї лінії юбки чи кайми.

# support_bottom_line_width description
source: Width of a single support floor line.
uk_ua: Ширина однієї лінії дна підтримки.

# support_roof_line_width description
source: Width of a single support roof line.
uk_ua: Ширина однієї лінії даху підтримки.

# support_line_width description
source: Width of a single support structure line.
uk_ua: Ширина однієї лінії підтримки.

# skin_line_width description
source: Width of a single top/bottom line.
uk_ua: Ширина однієї лінії дна/кришки.

# wall_line_width_x description
source: Width of a single wall line for all wall lines except the outermost one.
uk_ua: Ширина однієї лінії стінки для всіх ліній стінки, крім самої зовнішньої.

# wall_line_width description
source: Width of a single wall line.
uk_ua: Ширина однієї лінії стінки.

# raft_base_line_width description
source: Width of the lines in the base raft layer. These should be thick lines to assist in build plate adhesion.
uk_ua: Ширина ліній нижнього шару підкладки. Вона має бути достатньою, щоб покращити прилипання до столу.

# raft_interface_line_width description
source: Width of the lines in the middle raft layer. Making the second layer extrude more causes the lines to stick to the build plate.
uk_ua: Товщина ліній середніх шарів підкладки. Приводить до підвищеного видавлювання матеріалу на другому шарі для кращого прилипання до столу.

# raft_surface_line_width description
source: Width of the lines in the top surface of the raft. These can be thin lines so that the top of the raft becomes smooth.
uk_ua: Ширина ліній верхніх шарів підкладки. Це можуть бути тонкі лінії, які роблять гладку підкладку.

# wall_line_width_0 description
source: Width of the outermost wall line. By lowering this value, higher levels of detail can be printed.
uk_ua: Ширина лінії зовнішньої стінки. Зменшуючи це значення, можна друкувати більш тонкі деталі.

# min_bead_width description
source: Width of the wall that will replace thin features (according to the Minimum Feature Size) of the model. If the Minimum Wall Line Width is thinner than the thickness of the feature, the wall will become as thick as the feature itself.
uk_ua: Ширина стінки, яка замінить тонкі елементи (відповідно до мінімального розміру елемента) моделі. Якщо мінімальна ширина лінії стінки менша за товщину елемента, товщина стінки буде приведена до товщини самого елемента.

# wipe_brush_pos_x label
source: Wipe Brush X Position
uk_ua: Позиція X очисної щітки

# wipe_hop_speed label
source: Wipe Hop Speed
uk_ua: Швидкість підняття під час очищення

# prime_tower_wipe_enabled label
source: Wipe Inactive Nozzle on Prime Tower
uk_ua: Очищення неактивного сопла на чорновій вежі

# wipe_move_distance label
source: Wipe Move Distance
uk_ua: Відстань переміщення під час очищення

# clean_between_layers label
source: Wipe Nozzle Between Layers
uk_ua: Очищення сопла між шарами

# wipe_pause label
source: Wipe Pause
uk_ua: Призупинення очищення

# wipe_repeat_count label
source: Wipe Repeat Count
uk_ua: Кількість повторів очищення

# wipe_retraction_amount label
source: Wipe Retraction Distance
uk_ua: Відстань відкату з очищенням

# wipe_retraction_enable label
source: Wipe Retraction Enable
uk_ua: Увімкнення відкату з очищенням

# wipe_retraction_extra_prime_amount label
source: Wipe Retraction Extra Prime Amount
uk_ua: Додатково заповнюваний об'єм при відкаті з очищенням

# wipe_retraction_prime_speed label
source: Wipe Retraction Prime Speed
uk_ua: Швидкість заправки при відкаті з очищенням

# wipe_retraction_retract_speed label
source: Wipe Retraction Retract Speed
uk_ua: Швидкість відкату при відкаті з очищенням

# wipe_retraction_speed label
source: Wipe Retraction Speed
uk_ua: Швидкість відкату з очищенням

# wipe_hop_enable label
source: Wipe Z Hop
uk_ua: Підняття осі Z під час очищення

# wipe_hop_amount label
source: Wipe Z Hop Height
uk_ua: Висота підняття осі Z при очищенні

# retraction_combing option infill
source: Within Infill
uk_ua: В області заповнення

# machine_always_write_active_tool description
source: Write active tool after sending temp commands to inactive tool. Required for Dual Extruder printing with Smoothie or other firmware with modal tool commands.
uk_ua: Виконуйте запис активного інструменту після надсилання часових команд неактивному інструменту. Потрібно для друку з подвійним екструдером під керуванням Smoothie або іншої прошивки з модальними командами інструментів.

# machine_endstop_positive_direction_x label
source: X Endstop in Positive Direction
uk_ua: Обмежувач ходу на осі X у прямому напрямку

# wipe_brush_pos_x description
source: X location where wipe script will start.
uk_ua: Розташування X, в якому запуститься скрипт очищення.

# support_xy_overrides_z option xy_overrides_z
source: X/Y overrides Z
uk_ua: X/Y перекриває Z

# machine_endstop_positive_direction_y label
source: Y Endstop in Positive Direction
uk_ua: Обмежувач ходу на осі Y у прямому напрямку

# machine_endstop_positive_direction_z label
source: Z Endstop in Positive Direction
uk_ua: Обмежувач ходу на осі Z у прямому напрямку

# retraction_hop_after_extruder_switch label
source: Z Hop After Extruder Switch
uk_ua: Підняття осі Z після зміни екструдера

# retraction_hop_after_extruder_switch_height label
source: Z Hop After Extruder Switch Height
uk_ua: Висота підняття осі Z після зміни екструдера

# retraction_hop label
source: Z Hop Height
uk_ua: Висота підняття осі Z

# retraction_hop_only_when_collides label
source: Z Hop Only Over Printed Parts
uk_ua: Підняття осі Z лише над надрукованими частинами

# speed_z_hop label
source: Z Hop Speed
uk_ua: Швидкість підняття осі Z

# retraction_hop_enabled label
source: Z Hop When Retracted
uk_ua: Підняття осі Z під час відкату

# z_seam_type label
source: Z Seam Alignment
uk_ua: Вирівнювання шва по осі Z

# z_seam_position label
source: Z Seam Position
uk_ua: Позиція Z шва

# z_seam_relative label
source: Z Seam Relative
uk_ua: Прив'язка Z шва

# z_seam_x label
source: Z Seam X
uk_ua: X координата для Z шва

# z_seam_y label
source: Z Seam Y
uk_ua: Y координата Z шва

# support_xy_overrides_z option z_overrides_xy
source: Z overrides X/Y
uk_ua: Z перекриває X/Y

# infill_pattern option zigzag
source: Zig Zag
uk_ua: Зигзаг

# ironing_pattern option zigzag
source: Zig Zag
uk_ua: Зигзаг

# roofing_pattern option zigzag
source: Zig Zag
uk_ua: Зигзаг

# support_bottom_pattern option zigzag
source: Zig Zag
uk_ua: Зигзаг

# support_interface_pattern option zigzag
source: Zig Zag
uk_ua: Зигзаг

# support_pattern option zigzag
source: Zig Zag
uk_ua: Зигзаг

# support_roof_pattern option zigzag
source: Zig Zag
uk_ua: Зигзаг

# top_bottom_pattern option zigzag
source: Zig Zag
uk_ua: Зигзаг

# top_bottom_pattern_0 option zigzag
source: Zig Zag
uk_ua: Зигзаг

# travel description
source: travel
uk_ua: переміщення
