Repository: VGSheva/CURAua
Catalog: share/cura/resources/i18n/*/fdmprinter.def.json.po
Languages: uk_ua

# layer_height description
source: The height of each layer in mm. Higher values produce faster prints in lower resolution, lower values produce slower prints in higher resolution.
uk_ua: Висота кожного шару у міліметрах. Великі значення призводять до швидкого друку при низькій роздільній здатності, малі значення призводять до уповільнення друку з високою роздільною здатністю.

# gradual_infill_step_height description
source: The height of infill of a given density before switching to half the density.
uk_ua: Висота заповнення із зазначеною щільністю перед перемиканням на половину щільності.

# gradual_support_infill_step_height description
source: The height of support infill of a given density before switching to half the density.
uk_ua: Висота заповнення підтримок, по досягненню якої відбувається зниження густини.

# interlocking_beam_layer_count description
source: The height of the beams of the interlocking structure, measured in number of layers. Less layers is stronger, but more prone to defects.
uk_ua: Висота балок взаємопов'язаної структури, що вимірюється у кількості шарів. Чим менше шарів, тим вона буде міцніша, але більш схильна до дефектів.

# interlocking_orientation description
source: The height of the beams of the interlocking structure, measured in number of layers. Less layers is stronger, but more prone to defects.
uk_ua: Висота балок взаємопов'язаної структури, що вимірюється у кількості шарів. Чим менше шарів, тим вона буде міцніша, але більш схильна до дефектів.

# layer_height_0 description
source: The height of the initial layer in mm. A thicker initial layer makes adhesion to the build plate easier.
uk_ua: Висота першого шару у міліметрах. Товстіший шар спрощує прилипання пластику до столу.

# support_bottom_stair_step_height description
source: The height of the steps of the stair-like bottom of support resting on the model. A low value makes the support harder to remove, but too high values can lead to unstable support structures. Set to zero to turn off the stair-like behaviour.
uk_ua: Висота за кроками низу сходової підтримки, що лежить на моделі. Малі значення ускладнюють видалення підтримки, а великі значення можуть зробити структуру підтримки нестабільною. Встановіть нуль, щоб вимкнути сходову підтримку.

# brim_gap description
source: The horizontal distance between the first brim line and the outline of the first layer of the print. A small gap can make the brim easier to remove while still providing the thermal benefits.
uk_ua: Горизонтальна відстань між першою лінією облямівки та контуром першого шару виробу. Невеликий проміжок полегшить видалення облямівки і дозволить зберегти термічні переваги.

# skirt_gap description
source: The horizontal distance between the skirt and the first layer of the print. This is the minimum distance. Multiple skirt lines will extend outwards from this distance.
uk_ua: Горизонтальна відстань між спідницею та першим шаром друку. Мінімальна відстань. Декілька ліній спідниці будуть розширюватися від цієї відстані.

# lightning_infill_straightening_angle description
source: The infill lines are straightened out to save on printing time. This is the maximum angle of overhang allowed across the length of the infill line.
uk_ua: Лінії заповнення вирівнюються для скорочення часу друку. Це максимально допустимий кут нависання на всій довжині лінії заповнення.

# infill_offset_x description
source: The infill pattern is moved this distance along the X axis.
uk_ua: Відстань переміщення шаблону заповнення осі X.

# infill_offset_y description
source: The infill pattern is moved this distance along the Y axis.
uk_ua: Відстань переміщення шаблону заповнення осі Y.

# machine_nozzle_size description
source: The inner diameter of the nozzle. Change this setting when using a non-standard nozzle size.
uk_ua: Внутрішній діаметр сопла. Змініть цей параметр під час використання сопла нестандартного розміру.

# raft_base_jerk description
source: The jerk with which the base raft layer is printed.
uk_ua: Зміна максимальної миттєвої швидкості, на якій друкуються нижні шари підкладки.

# raft_interface_jerk description
source: The jerk with which the middle raft layer is printed.
uk_ua: Зміна максимальної миттєвої швидкості, на якій друкуються середні шари підкладки.

# raft_jerk description
source: The jerk with which the raft is printed.
uk_ua: Швидкість зміни прискорень під час друку підкладки.

# raft_surface_jerk description
source: The jerk with which the top raft layers are printed.
uk_ua: Зміна максимальної миттєвої швидкості, з якою друкуються верхні шари підкладки.

# bottom_skin_preshrink description
source: The largest width of bottom skin areas which are to be removed. Every skin area smaller than this value will disappear. This can help in limiting the amount of time and material spent on printing bottom skin at slanted surfaces in the model.
uk_ua: Найбільша ширина областей оболонки буде видалено. Кожна область оболонки, яка менша за вказане значення, буде видалена. Це може допомогти зі скороченням витрат часу та матеріалу під час друку нижніх оболонок похилих поверхонь моделі.

# skin_preshrink description
source: The largest width of skin areas which are to be removed. Every skin area smaller than this value will disappear. This can help in limiting the amount of time and material spent on printing top/bottom skin at slanted surfaces in the model.
uk_ua: Найбільша ширина областей оболонки буде видалено. Кожна область оболонки, яка менша за вказане значення, буде видалена. Це може допомогти зі скороченням витрат часу та матеріалу під час друку верхніх/нижніх оболонок похилих поверхонь моделі.

# top_skin_preshrink description
source: The largest width of top skin areas which are to be removed. Every skin area smaller than this value will disappear. This can help in limiting the amount of time and material spent on printing top skin at slanted surfaces in the model.
uk_ua: Найбільша ширина областей оболонки буде видалено. Кожна область оболонки, яка менша за вказане значення, буде видалена. Це може допомогти зі скороченням витрат часу та матеріалу під час друку верхніх оболонок похилих поверхонь моделі.

# cool_fan_full_layer description
source: The layer at which the fans spin on regular fan speed. If regular fan speed at height is set, this value is calculated and rounded to a whole number.
uk_ua: Шар, на якому вентилятор повинен обертатися зі звичайною швидкістю. Якщо визначена звичайна швидкість вентилятора на висоті, це значення обчислюється і округляється до цілого.

# cool_min_layer_time_fan_speed_max description
source: The layer time which sets the threshold between regular fan speed and maximum fan speed. Layers that print slower than this time use regular fan speed. For faster layers the fan speed gradually increases towards the maximum fan speed.
uk_ua: Час друку шару, який встановлює поріг для перемикання зі звичайної швидкості обертання вентилятора на максимальну. Шари, які друкуються довше за вказане значення, будуть використовувати звичайну швидкість обертання вентилятора. Для швидких шарів швидкість вентилятора поступово підвищуватиметься до максимальної.

# retraction_amount description
source: The length of material retracted during a retraction move.
uk_ua: Довжина нитки матеріалу, яка буде витягнута під час відкату.

# machine_buildplate_type description
source: The material of the build plate installed on the printer.
uk_ua: Матеріал робочого стола, встановлений на принтері.

# adaptive_layer_height_variation description
source: The maximum allowed height different from the base layer height.
uk_ua: Максимальна дозволена висота, порівняно з висотою базового рівня.

# ooze_shield_angle description
source: The maximum angle a part in the ooze shield will have. With 0 degrees being vertical, and 90 degrees being horizontal. A smaller angle leads to less failed ooze shields, but more material.
uk_ua: Максимальний кут, який може мати частину захисту від крапель. За 0 градусів буде вертикаль, за 90 - буде горизонталь. Малі значення кута призводять до кращої якості, але витрачають більше матеріалу.

# conical_overhang_angle description
source: The maximum angle of overhangs after the they have been made printable. At a value of 0° all overhangs are replaced by a piece of model connected to the build plate, 90° will not change the model in any way.
uk_ua: Максимальний кут нависання, після якого вони стають друкованими. При значенні 0° всі нависання замінюються частиною моделі, з'єднаної зі столом, при 90° модель не вноситься жодних змін.

# support_tree_angle description
source: The maximum angle of the branches while they grow around the model. Use a lower angle to make them more vertical and more stable. Use a higher angle to be able to have more reach.
uk_ua: Максимальний кут нахилу відгалужень при їх зростанні навколо моделі. При вказівці меншого кута підтримка буде більш вертикальною та стійкою. Для більшого охоплення вказуйте більш високий кут.

# conical_overhang_hole_size description
source: The maximum area of a hole in the base of the model before it's removed by Make Overhang Printable. Holes smaller than this will be retained. A value of 0 mm² will fill all holes in the models base.
uk_ua: Максимальна площа отвору в основі моделі, при досягненні якої вона видаляється функцією «Зробити нависання друкованими». Дрібніші отвори зберігаються. Значення 0 мм² призведе до заповнення всіх отворів на основі моделі.

# meshfix_maximum_deviation description
source: The maximum deviation allowed when reducing the resolution for the Maximum Resolution setting. If you increase this, the print will be less accurate, but the g-code will be smaller. Maximum Deviation is a limit for Maximum Resolution, so if the two conflict the Maximum Deviation will always be held true.
uk_ua: Максимальне допустиме відхилення при зниженні роздільної здатності для параметра максимальної роздільної здатності. Збільшення цього значення знизить точність друку та зменшить значення G-коду. Максимальне відхилення є межею максимального дозволу, тому, якщо вони конфліктують, істинним вважається максимальне відхилення.

# support_join_distance description
source: The maximum distance between support structures in the X/Y directions. When separate structures are closer together than this value, the structures merge into one.
uk_ua: Максимальна відстань між структурами підтримки осях X/Y. Якщо окремі структури знаходяться ближчі, ніж визначено даним значенням, вони об'єднуються в одну.

# flow_rate_max_extrusion_offset description
source: The maximum distance in mm to move the filament to compensate for changes in flow rate.
uk_ua: Максимальна відстань (мм) переміщення матеріалу для компенсації зміни витрати.

# meshfix_maximum_extrusion_area_deviation description
source: The maximum extrusion area deviation allowed when removing intermediate points from a straight line. An intermediate point may serve as width-changing point in a long straight line. Therefore, if it is removed, it will cause the line to have a uniform width and, as a result, lose (or gain) a bit of extrusion area. If you increase this you may notice slight under- (or over-) extrusion in between straight parallel walls, as more intermediate width-changing points will be allowed to be removed. Your print will be less accurate, but the g-code will be smaller.
uk_ua: Максимальне відхилення площі екструдування при видаленні проміжних точок від прямої лінії. Проміжна точка може бути точкою зміни ширини довгої прямої лінії. Отже, якщо її видалити, лінія матиме однакову ширину і внаслідок цього площа екструдування трохи скоротиться (або збільшиться). Якщо збільшити це значення, можна буде помітити невеликий ефект недостатнього (або надмірного) екструдування між прямими паралельними стінками, оскільки буде дозволено видалити більше проміжних точок зміни ширини. При збільшенні цього значення точність друку знизиться, а значення g-коду зменшиться.

# jerk_print_layer_0 description
source: The maximum instantaneous velocity change during the printing of the initial layer.
uk_ua: Зміна максимальної миттєвої швидкості, з якою друкується перший шар.

# jerk_print description
source: The maximum instantaneous velocity change of the print head.
uk_ua: Зміна максимальної миттєвої швидкості друкувальної голівки.

# jerk_ironing description
source: The maximum instantaneous velocity change while performing ironing.
uk_ua: Зміна максимальної миттєвої швидкості, з якою виконується розгладжування.

# jerk_wall_x description
source: The maximum instantaneous velocity change with which all inner walls are printed.
uk_ua: Зміна максимальної миттєвої швидкості, на якій друкуються внутрішні стінки.

# jerk_infill description
source: The maximum instantaneous velocity change with which infill is printed.
uk_ua: Зміна максимальної миттєвої швидкості, на якій друкується заповнення.

# jerk_support_bottom description
source: The maximum instantaneous velocity change with which the floors of support are printed.
uk_ua: Максимальна зміна миттєвої швидкості, з якою надруковано низ підтримки.

# jerk_support_infill description
source: The maximum instantaneous velocity change with which the infill of support is printed.
uk_ua: Зміна максимальної миттєвої швидкості, з якою друкується заповнення підтримки.

# jerk_wall_0 description
source: The maximum instantaneous velocity change with which the outermost walls are printed.
uk_ua: Зміна максимальної миттєвої швидкості, на якій друкуються зовнішні стінки.

# jerk_prime_tower description
source: The maximum instantaneous velocity change with which the prime tower is printed.
uk_ua: Зміна максимальної миттєвої швидкості, з якою друкується чорнова башта.

# jerk_support_interface description
source: The maximum instantaneous velocity change with which the roofs and floors of support are printed.
uk_ua: Максимальна зміна миттєвої швидкості, з якою надруковані дахи та низ підтримки.

# jerk_support_roof description
source: The maximum instantaneous velocity change with which the roofs of support are printed.
uk_ua: Максимальна зміна миттєвої швидкості, з якою надруковано дахи підтримки.

# jerk_skirt_brim description
source: The maximum instantaneous velocity change with which the skirt and brim are printed.
uk_ua: Зміна максимальної миттєвої швидкості, з якою друкується юбка та кайма.

# jerk_support description
source: The maximum instantaneous velocity change with which the support structure is printed.
uk_ua: Зміна максимальної миттєвої швидкості, на якій друкуються підтримки.

# jerk_wall description
source: The maximum instantaneous velocity change with which the walls are printed.
uk_ua: Зміна максимальної миттєвої швидкості, на якій будуть надруковані стіни.

# jerk_roofing description
source: The maximum instantaneous velocity change with which top surface skin layers are printed.
uk_ua: Зміна максимальної миттєвої швидкості, з якою друкуються верстви верхньої оболонки.

# jerk_topbottom description
source: The maximum instantaneous velocity change with which top/bottom layers are printed.
uk_ua: Зміна максимальної миттєвої швидкості, з якою друкуються верхні та нижні шари.

# jerk_travel description
source: The maximum instantaneous velocity change with which travel moves are made.
uk_ua: Зміна максимальної миттєвої швидкості, з якою виконуються переміщення.

# machine_max_feedrate_x description
source: The maximum speed for the motor of the X-direction.
uk_ua: Максимальна швидкість для двигуна осі X.

# machine_max_feedrate_y description
source: The maximum speed for the motor of the Y-direction.
uk_ua: Максимальна швидкість для двигуна осі Y.

# machine_max_feedrate_z description
source: The maximum speed for the motor of the Z-direction.
uk_ua: Максимальна швидкість для двигуна осі Z.

# machine_max_feedrate_e description
source: The maximum speed of the filament.
uk_ua: Максимальна швидкість подачі матеріалу.

# support_bottom_stair_step_width description
source: The maximum width of the steps of the stair-like bottom of support resting on the model. A low value makes the support harder to remove, but too high values can lead to unstable support structures.
uk_ua: Максимальна ширина кроків низу сходової підтримки, що знаходиться на моделі. Малі значення ускладнюють видалення підтримки, а великі значення можуть зробити структуру підтримки нестабільною.

# mold_width description
source: The minimal distance between the outside of the mold and the outside of the model.
uk_ua: Мінімальна відстань між зовнішніми сторонами форми та моделі.

# machine_minimum_feedrate description
source: The minimal movement speed of the print head.
uk_ua: Мінімальна швидкість руху голови.

# material_initial_print_temperature description
source: The minimal temperature while heating up to the Printing Temperature at which printing can already start.
uk_ua: Мінімальна температура під час нагрівання до температури друку, на якій можна запустити процес друку.

# machine_min_cool_heat_time_window description
source: The minimal time an extruder has to be inactive before the nozzle is cooled. Only when an extruder is not used for longer than this time will it be allowed to cool down to the standby temperature.
uk_ua: Мінімальний час, який екструдер повинен бути неактивним, щоб сопло почало охолоджуватися. Тільки коли екструдер не використовується довше, ніж цей час, він може бути охолоджений до температури очікування.

# infill_support_angle description
source: The minimum angle of internal overhangs for which infill is added. At a value of 0° objects are totally filled with infill, 90° will not provide any infill.
uk_ua: Мінімальний кут внутрішніх нависань, до яких додається заповнення. При 0 ° об'єкти повністю заповнюються, при 90 ° заповнення відсутнє.

# support_angle description
source: The minimum angle of overhangs for which support is added. At a value of 0° all overhangs are supported, 90° will not provide any support.
uk_ua: Мінімальний кут нависання, при якому додаються підтримки. При значенні 0° всі нависання забезпечуються підтримками, при 90° не отримають жодних підтримок.

# retraction_min_travel description
source: The minimum distance of travel needed for a retraction to happen at all. This helps to get fewer retractions in a small area.
uk_ua: Мінімальна відстань, на яку необхідно переміститися для відкату, щоб він стався. Цей параметр допомагає зменшити кількість відкатів на невеликій області друку.

# skirt_brim_minimal_length description
source: The minimum length of the skirt or brim. If this length is not reached by all skirt or brim lines together, more skirt or brim lines will be added until the minimum length is reached. Note: If the line count is set to 0 this is ignored.
uk_ua: Мінімальна довжина лінії юбки або кайми. Якщо під час друку юбки або кайми ця довжина не буде вибрана, додадуться додаткові кільця юбки або кайми. Слід зазначити, якщо кількість ліній встановлено 0, цей параметр ігнорується.

# min_odd_wall_line_width description
source: The minimum line width for middle line gap filler polyline walls. This setting determines at which model thickness we switch from printing two wall lines, to printing two outer walls and a single central wall in the middle. A higher Minimum Odd Wall Line Width leads to a higher maximum even wall line width. The maximum odd wall line width is calculated as 2 * Minimum Even Wall Line Width.
uk_ua: Мінімальна ширина лінії для полілінійних стінок, що заповнюють проміжки середньої лінії. Цей параметр визначає, за якої товщини моделі виконується перемикання з друку стінки у дві лінії на друк двох зовнішніх стінок та однієї центральної стінки посередині. Що значення мінімальної ширини лінії непарної стінки, то вище максимальна ширина лінії парної стінки. Максимальна ширина лінії непарної стінки обчислюється за такою формулою: 2 * мінімальну ширину лінії парної стінки.

# min_even_wall_line_width description
source: The minimum line width for normal polygonal walls. This setting determines at which model thickness we switch from printing a single thin wall line, to printing two wall lines. A higher Minimum Even Wall Line Width leads to a higher maximum odd wall line width. The maximum even wall line width is calculated as Outer Wall Line Width + 0.5 * Minimum Odd Wall Line Width.
uk_ua: Мінімальна ширина лінії звичайних багатокутних стінок. Цей параметр визначає, за якої товщини моделі виконується перемикання з друку тонкої стінки в одну лінію на друк стінок у дві лінії. Що значення мінімальної ширини лінії парної стінки, то вище максимальна ширина лінії непарної стінки. Максимальна ширина лінії парної стінки обчислюється за такою формулою: Ширина лінії зовнішньої стінки + 0,5 * Мінімальна ширина лінії непарної стінки.

# cool_min_speed description
source: The minimum print speed, despite slowing down due to the minimum layer time. When the printer would slow down too much, the pressure in the nozzle would be too low and result in bad print quality.
uk_ua: Мінімальна швидкість друку, яка залежить від уповільнення друку до мінімального часу друку шару. Якщо принтер почне занадто сповільнюватися, тиск у соплі буде занадто малим, що негативно позначиться на якості друку.

# meshfix_maximum_resolution description
source: The minimum size of a line segment after slicing. If you increase this, the mesh will have a lower resolution. This may allow the printer to keep up with the speed it has to process g-code and will increase slice speed by removing details of the mesh that it can't process anyway.
uk_ua: Мінімальний розмір сегмента лінії після слайсингу. Збільшення значення цього параметра зменшить роздільну здатність моделі. Це може дозволити принтеру підтримувати швидкість обробки коду G і збільшить швидкість слайсингу за рахунок видалення деталей моделі, які він у жодному разі не зможе обробити.

# meshfix_maximum_travel_resolution description
source: The minimum size of a travel line segment after slicing. If you increase this, the travel moves will have less smooth corners. This may allow the printer to keep up with the speed it has to process g-code, but it may cause model avoidance to become less accurate.
uk_ua: Мінімальний розмір сегмента переміщення лінії після поділу на шари. При збільшенні значення кути при переміщенні будуть менш згладженими. Це може допомогти принтеру підтримувати швидкість обробки G-коду, проте може знизитися точність уникнення моделей.

# support_bottom_stair_step_min_slope description
source: The minimum slope of the area for stair-stepping to take effect. Low values should make support easier to remove on shallower slopes, but really low values may result in some very counter-intuitive results on other parts of the model.
uk_ua: Мінімальний ухил області, де застосовується сходовий крок. При низьких значеннях видалення підтримки на більш пологих ухилах має бути простіше, але дуже низькі значення можуть призводити до дуже несподіваних результатів на інших деталях моделі.

# cool_min_layer_time description
source: The minimum time spent in a layer. This forces the printer to slow down, to at least spend the time set here in one layer. This allows the printed material to cool down properly before printing the next layer. Layers may still take shorter than the minimal layer time if Lift Head is disabled and if the Minimum Speed would otherwise be violated.
uk_ua: Мінімальний час, що витрачається на друк шару. Цей параметр змушує принтер сповільнюватися, як мінімум, щоб витратити на друк шару час, зазначений у цьому параметрі. Це дозволяє надрукованому матеріалу достатньо охолонути перед друком наступного шару. Шари можуть друкуватись швидше, ніж зазначено в цьому параметрі, якщо підняття голови відключено і якщо буде порушено вимогу щодо мінімальної швидкості друку.
