Repository: VGSheva/CURAua
Catalog: share/cura/resources/i18n/*/fdmprinter.def.json.po
Languages: uk_ua

# ironing_inset description
source: A distance to keep from the edges of the model. Ironing all the way to the edge of the mesh may result in a jagged edge on your print.
uk_ua: Відстань від країв моделі. Розгладжування від краю до краю може виразитися у загинанні країв під час друку.

# material_no_load_move_factor description
source: A factor indicating how much the filament gets compressed between the feeder and the nozzle chamber, used to determine how far to move the material for a filament switch.
uk_ua: Коефіцієнт стиснення матеріалу між живильником і камерою сопла, що дозволяє визначити, як далеко потрібно просунути матеріал для перемикання нитки.

# roofing_angles description
source: A list of integer line directions to use when the top surface skin layers use the lines or zig zag pattern. Elements from the list are used sequentially as the layers progress and when the end of the list is reached, it starts at the beginning again. The list items are separated by commas and the whole list is contained in square brackets. Default is an empty list which means use the traditional default angles (45 and 135 degrees).
uk_ua: Список напрямків лінії під час друку шарів дна/кришки лініями або зигзагом. Елементи списку використовуються послідовно в міру друку шарів і коли кінець списку буде досягнуто, він розпочнеться спочатку. Елементи списку відокремлюються комами і сам список укладений у квадратні дужки. За замовчуванням він порожній, що означає використання стандартних кутів (45 і 135 градусів).

# skin_angles description
source: A list of integer line directions to use when the top/bottom layers use the lines or zig zag pattern. Elements from the list are used sequentially as the layers progress and when the end of the list is reached, it starts at the beginning again. The list items are separated by commas and the whole list is contained in square brackets. Default is an empty list which means use the traditional default angles (45 and 135 degrees).
uk_ua: Список напрямків лінії під час друку шарів дна/кришки лініями або зигзагом. Елементи списку використовуються послідовно в міру друку шарів, і коли кінець списку буде досягнутий, він почнеться спочатку. Елементи списку відокремлюються комами і сам список укладений у квадратні дужки. За замовчуванням він порожній, що означає використання стандартних кутів (45 і 135 градусів).

# support_infill_angles description
source: A list of integer line directions to use. Elements from the list are used sequentially as the layers progress and when the end of the list is reached, it starts at the beginning again. The list items are separated by commas and the whole list is contained in square brackets. Default is an empty list which means use the default angle 0 degrees.
uk_ua: Список цілих напрямків лінії. Елементи списку використовуються послідовно в міру друку шарів, і коли кінець списку буде досягнутий, він почнеться спочатку. Елементи списку відокремлюються комами, і сам список укладено у квадратні дужки. За промовчанням список порожній, що означає використання стандартного кута 0 градусів.

# support_bottom_angles description
source: A list of integer line directions to use. Elements from the list are used sequentially as the layers progress and when the end of the list is reached, it starts at the beginning again. The list items are separated by commas and the whole list is contained in square brackets. Default is an empty list which means use the default angles (alternates between 45 and 135 degrees if interfaces are quite thick or 90 degrees).
uk_ua: Список цілих напрямків лінії. Елементи списку використовуються послідовно в міру друку шарів, і коли кінець списку буде досягнутий, він почнеться спочатку. Елементи списку відокремлюються комами, і сам список укладено у квадратні дужки. За промовчанням список порожній, що означає використання стандартних кутів (45 або 135 градусів, якщо сполучний шар досить товстий, або 90 градусів).

# support_interface_angles description
source: A list of integer line directions to use. Elements from the list are used sequentially as the layers progress and when the end of the list is reached, it starts at the beginning again. The list items are separated by commas and the whole list is contained in square brackets. Default is an empty list which means use the default angles (alternates between 45 and 135 degrees if interfaces are quite thick or 90 degrees).
uk_ua: Список цілих напрямків лінії. Елементи списку використовуються послідовно в міру друку шарів, і коли кінець списку буде досягнутий, він почнеться спочатку. Елементи списку відокремлюються комами, і сам список укладено у квадратні дужки. За промовчанням список порожній, що означає використання стандартних кутів (45 або 135 градусів, якщо сполучний шар досить товстий, або 90 градусів).

# support_roof_angles description
source: A list of integer line directions to use. Elements from the list are used sequentially as the layers progress and when the end of the list is reached, it starts at the beginning again. The list items are separated by commas and the whole list is contained in square brackets. Default is an empty list which means use the default angles (alternates between 45 and 135 degrees if interfaces are quite thick or 90 degrees).
uk_ua: Список цілих напрямків лінії. Елементи списку використовуються послідовно в міру друку шарів, і коли кінець списку буде досягнутий, він почнеться спочатку. Елементи списку відокремлюються комами, і сам список укладено у квадратні дужки. За промовчанням список порожній, що означає використання стандартних кутів (45 або 135 градусів, якщо сполучний шар досить товстий, або 90 градусів).

# infill_angles description
source: A list of integer line directions to use. Elements from the list are used sequentially as the layers progress and when the end of the list is reached, it starts at the beginning again. The list items are separated by commas and the whole list is contained in square brackets. Default is an empty list which means use the traditional default angles (45 and 135 degrees for the lines and zig zag patterns and 45 degrees for all other patterns).
uk_ua: Список напрямків лінії під час друку шарів. Елементи списку використовуються послідовно в міру друку шарів і коли кінець списку буде досягнуто, він розпочнеться спочатку. Елементи списку відокремлюються комами і сам список укладений у квадратні дужки. За замовчуванням, він порожній, що означає використання стандартних кутів (45 і 135 градусів для зигзагових ліній і 45 градусів для всіх інших шаблонів).

# nozzle_disallowed_areas description
source: A list of polygons with areas the nozzle is not allowed to enter.
uk_ua: Список полігонів з областями, в які не має входити сопло.

# machine_disallowed_areas description
source: A list of polygons with areas the print head is not allowed to enter.
uk_ua: Список полігонів із областями, до яких голові заборонено заходити.

# brim_inside_margin description
source: A part fully enclosed inside another part can generate an outer brim that touches the inside of the other part. This removes all brim within this distance from internal holes.
uk_ua: Деталь повністю укладена всередині іншої деталі може створити зовнішню облямівку, яка стосується внутрішньої частини іншої деталі. Ця опція прибирає всю облямівку в межах цієї відстані від внутрішніх отворів.

# support_tree_branch_reach_limit description
source: A recomendation to how far branches can move from the points they support. Branches can violate this value to reach their destination (buildplate or a flat part of the model). Lowering this value will make the support more sturdy, but increase the amount of branches (and because of that material usage/print time)
uk_ua: Рекомендація щодо того, як далеко відгалуження можуть відходити від точок, які вони підтримують. Відгалуження можуть порушувати це значення, щоб дістатися місця призначення (робочої пластини або плоскої частини моделі). Зниження цього значення може зробити підтримку міцнішим, але збільшить кількість відгалужень (і, як наслідок, витрата матеріалу та час друку)

# extruder_prime_pos_abs label
source: Absolute Extruder Prime Position
uk_ua: Абсолютна позиція екструдера при старті

# adaptive_layer_height_variation label
source: Adaptive Layers Maximum Variation
uk_ua: Максимальна варіація адаптивних шарів

# adaptive_layer_height_threshold label
source: Adaptive Layers Topography Size
uk_ua: Розмір топографії адаптивних шарів

# adaptive_layer_height_variation_step label
source: Adaptive Layers Variation Step Size
uk_ua: Розмір кроку варіації адаптивних шарів

# adaptive_layer_height_enabled description
source: Adaptive layers computes the layer heights depending on the shape of the model.
uk_ua: У разі адаптивних верств розрахунок висоти шару здійснюється залежно від форми моделі.

# infill_wall_line_count description
source: Add extra walls around the infill area. Such walls can make top/bottom skin lines sag down less which means you need less top/bottom skin layers for the same quality at the cost of some extra material. This feature can combine with the Connect Infill Polygons to connect all the infill into a single extrusion path without the need for travels or retractions if configured right.
uk_ua: Додавання додаткових стін навколо області заповнення. Ці стінки можуть зменшити провисання верхніх/нижніх ліній оболонки, що зменшує необхідну кількість верхніх/нижніх шарів оболонки без погіршення якості за рахунок збільшення кількості матеріалу. Ця функція може поєднуватися зі з'єднанням полігонів заповнення для з'єднання всієї ділянки заповнення в один шлях екструзії без необхідності в рухах або відкатах у разі правильного налаштування.

# platform_adhesion description
source: Adhesion
uk_ua: Прилипання

# material_adhesion_tendency label
source: Adhesion Tendency
uk_ua: Тенденція до прилипання

# skin_overlap description
source: Adjust the amount of overlap between the walls and (the endpoints of) the skin-centerlines, as a percentage of the line widths of the skin lines and the innermost wall. A slight overlap allows the walls to connect firmly to the skin. Note that, given an equal skin and wall line-width, any percentage over 50% may already cause any skin to go past the wall, because at that point the position of the nozzle of the skin-extruder may already reach past the middle of the wall.
uk_ua: Налаштуйте величину перекриття між стінками та центральними лініями оболонки (кінцевими точками) у вигляді відсоткового відношення значень ширини лінії для ліній оболонки та внутрішньої стінки. Невелике перекриття дозволяє стінкам надійно поєднуватися з оболонкою. Зверніть увагу, що при однаковій товщині оболонки та ширині лінії стінки будь-яке відсоткове значення, що перевищує 50%, може призвести до розміщення будь-якої оболонки за межами стінки. Це пов'язано з тим, що у цей момент розташування сопла екструдера оболонки може зміститися за середину стінки.

# skin_overlap_mm description
source: Adjust the amount of overlap between the walls and (the endpoints of) the skin-centerlines. A slight overlap allows the walls to connect firmly to the skin. Note that, given an equal skin and wall line-width, any value over half the width of the wall may already cause any skin to go past the wall, because at that point the position of the nozzle of the skin-extruder may already reach past the middle of the wall.
uk_ua: Налаштуйте величину перекриття між стінками та центральними лініями оболонки (кінцевими точками). Невелике перекриття дозволяє стінкам надійно поєднуватися з оболонкою. Зверніть увагу, що при однаковій товщині оболонки та ширині лінії стінки будь-яке значення, що перевищує половину ширини стінки, може призвести до розміщення будь-якої оболонки за межами стінки. Це пов'язано з тим, що у цей момент розташування сопла екструдера оболонки може зміститися за середину стінки.

# infill_sparse_density description
source: Adjusts the density of infill of the print.
uk_ua: Відрегулюйте щільність заповнення під час друку.

# support_interface_density description
source: Adjusts the density of the roofs and floors of the support structure. A higher value results in better overhangs, but the supports are harder to remove.
uk_ua: Налаштуйте щільність верху та низу структури підтримки. Більше значення приведе до покращення нависань, але такі підтримки важче видаляти.

# support_tree_top_rate description
source: Adjusts the density of the support structure used to generate the tips of the branches. A higher value results in better overhangs, but the supports are harder to remove. Use Support Roof for very high values or ensure support density is similarly high at the top.
uk_ua: Регулює щільність підтримки, яка використовується для створення кінчиків відгалужень. Більше значення призводить до покращення якості виступів, але такі підтримки складніше видаляти. Використовуйте дах підтримки для дуже високих значень або переконайтеся, що густина однаково висока зверху.

# support_infill_rate description
source: Adjusts the density of the support structure. A higher value results in better overhangs, but the supports are harder to remove.
uk_ua: Налаштовує щільність структури підтримки. Більше значення призводить до покращення якості навісів, але такі підтримки складніше видаляти.

# material_diameter description
source: Adjusts the diameter of the filament used. Match this value with the diameter of the used filament.
uk_ua: Вкажіть діаметр нитки, що використовується.

# support_type description
source: Adjusts the placement of the support structures. The placement can be set to touching build plate or everywhere. When set to everywhere the support structures will also be printed on the model.
uk_ua: Налаштовує розміщення структур підтримки. Розміщення може бути вибрано з торканням столу або скрізь. Для останнього випадку структури підтримки друкуються навіть на моделі.

# prime_tower_wipe_enabled description
source: After printing the prime tower with one nozzle, wipe the oozed material from the other nozzle off on the prime tower.
uk_ua: Після друку чорнової вежі одним соплом, витирає матеріал, що витек, з іншого сопла про цю вежу.

# retraction_hop_after_extruder_switch description
source: After the machine switched from one extruder to the other, the build plate is lowered to create clearance between the nozzle and the print. This prevents the nozzle from leaving oozed material on the outside of a print.
uk_ua: При перемиканні принтера на інший екструдер між соплом і деталлю, що друкується, створюється зазор. Це запобігає можливості витікання матеріалу та його прилипання до зовнішньої частини друкованої моделі.

# retraction_combing option all
source: All
uk_ua: Скрізь

# print_sequence option all_at_once
source: All at Once
uk_ua: Все за раз

# resolution description
source: All settings that influence the resolution of the print. These settings have a large impact on the quality (and print time)
uk_ua: Усі параметри, які впливають на дозвіл друку. Ці параметри дуже впливають на якість (та час друку)

# alternate_extra_perimeter label
source: Alternate Extra Wall
uk_ua: Почергова стінка

# alternate_carve_order label
source: Alternate Mesh Removal
uk_ua: Чередування об'єктів

# material_alternate_walls label
source: Alternate Wall Directions
uk_ua: Чередування напряму стін

# material_alternate_walls description
source: Alternate wall directions every other layer and inset. Useful for materials that can build up stress, like for metal printing.
uk_ua: Чередуйте напрямки стін кожні другі шар і вставку. Це корисно для матеріалів, які можуть накопичувати напругу, наприклад, для металевого друку.

# machine_buildplate_type option aluminum
source: Aluminum
uk_ua: Алюміній

# machine_always_write_active_tool label
source: Always Write Active Tool
uk_ua: Завжди виконувати запис активного інструменту

# travel_retract_before_outer_wall description
source: Always retract when moving to start an outer wall.
uk_ua: Завжди відкочувати матеріал під час руху до початку зовнішньої стінки.

# hole_xy_offset description
source: Amount of offset applied to all holes in each layer. Positive values increase the size of the holes, negative values reduce the size of the holes.
uk_ua: Зміщення, що застосовується до всіх отворів у кожному шарі. Позитивні значення збільшують розмір отворів; Негативні значення зменшують розмір отворів.

# xy_offset description
source: Amount of offset applied to all polygons in each layer. Positive values can compensate for too big holes; negative values can compensate for too small holes.
uk_ua: Сума усунення, що застосовується до всіх полігонів на кожному шарі. Позитивні значення можуть відшкодувати втрати для великих отворів; негативні значення можуть відшкодувати втрати для надто малих отворів.

# xy_offset_layer_0 description
source: Amount of offset applied to all polygons in the first layer. A negative value can compensate for squishing of the first layer known as "elephant's foot".
uk_ua: Сума зсувів, що застосовується до всіх полігонів першого шару. Негативне значення може компенсувати "хлюпання" першого шару, відоме як "слонова нога".

# support_offset description
source: Amount of offset applied to all support polygons in each layer. Positive values can smooth out the support areas and result in more sturdy support.
uk_ua: Величина зсувів, що застосовується до всіх полігонів підтримки в кожному шарі. Позитивні значення можуть згладжувати зони підтримки та призводити до зміцнення структур підтримки.

# support_bottom_offset description
source: Amount of offset applied to the floors of the support.
uk_ua: Величина зсувів, що застосовується до нижньої частини підтримок.

# support_roof_offset description
source: Amount of offset applied to the roofs of the support.
uk_ua: Величина зсувів, що застосовується до верхньої частини підтримок.

# support_interface_offset description
source: Amount of offset applied to the support interface polygons.
uk_ua: Величина зсувів, що застосовується до полігонів сполучного шару.

# wipe_retraction_amount description
source: Amount to retract the filament so it does not ooze during the wipe sequence.
uk_ua: Величина відкату нитки, що запобігає просоченню під час послідовності очищення.

# sub_div_rad_add description
source: An addition to the radius from the center of each cube to check for the boundary of the model, as to decide whether this cube should be subdivided. Larger values lead to a thicker shell of small cubes near the boundary of the model.
uk_ua: Доповнення до радіусу від центру кожного куба для перевірки меж моделі, використовується для ухвалення рішення про поділ куба. Великі значення призводять до потовщення стінок дрібних кубів у міру наближення межі моделі.

# anti_overhang_mesh label
source: Anti Overhang Mesh
uk_ua: Блокіратор підтримки

# material_anti_ooze_retracted_position label
source: Anti-ooze Retracted Position
uk_ua: Положення відкату для захисту від крапель

# material_anti_ooze_retraction_speed label
source: Anti-ooze Retraction Speed
uk_ua: Швидкість відкату для захисту від крапель

# machine_use_extruder_offset_to_offset_coords description
source: Apply the extruder offset to the coordinate system. Affects all extruders.
uk_ua: Застосувати зміщення екструдера до системи координат. Впливає на всі екструдери.

# interlocking_enable description
source: At the locations where models touch, generate an interlocking beam structure. This improves the adhesion between models, especially models printed in different materials.
uk_ua: Створити взаємозалежну структуру балок у місцях зіткнення моделей. Це покращить адгезію між моделями, особливо моделями з різних матеріалів.

# travel_avoid_other_parts label
source: Avoid Printed Parts When Traveling
uk_ua: Уникати надрукованих частин під час переміщення

# travel_avoid_supports label
source: Avoid Supports When Traveling
uk_ua: Уникати підтримок під час переміщення

# z_seam_position option back
source: Back
uk_ua: Назад

# z_seam_position option backleft
source: Back Left
uk_ua: Позаду ліворуч

# z_seam_position option backright
source: Back Right
uk_ua: Позаду праворуч

# machine_gcode_flavor option BFB
source: Bits from Bytes
uk_ua: Біти з Байтів

# magic_mesh_surface_mode option both
source: Both
uk_ua: Обидва варіанта

# support_interface_priority option nothing
source: Both overlap
uk_ua: Обидва перетинаються

# bottom_layers label
source: Bottom Layers
uk_ua: Шари дна

# top_bottom_pattern_0 label
source: Bottom Pattern Initial Layer
uk_ua: Нижній шаблон початкового шару

# bottom_skin_expand_distance label
source: Bottom Skin Expand Distance
uk_ua: Відстань розширення оболонки знизу

# bottom_skin_preshrink label
source: Bottom Skin Removal Width
uk_ua: Ширина оболонки, що видаляється знизу

# bottom_thickness label
source: Bottom Thickness
uk_ua: Товщина дна

# support_tree_top_rate label
source: Branch Density
uk_ua: Щільність відгалужень

# support_tree_branch_diameter label
source: Branch Diameter
uk_ua: Діаметр відгалуження

# support_tree_branch_diameter_angle label
source: Branch Diameter Angle
uk_ua: Кут діаметра відгалуження

# material_break_preparation_retracted_position label
source: Break Preparation Retracted Position
uk_ua: Положення відкату для підготовки до відламування

# material_break_preparation_speed label
source: Break Preparation Retraction Speed
uk_ua: Швидкість відкату для підготовки до відламування

# material_break_preparation_temperature label
source: Break Preparation Temperature
uk_ua: Температура підготовки до відламування

# material_break_retracted_position label
source: Break Retracted Position
uk_ua: Положення відкату для відламування

# material_break_speed label
source: Break Retraction Speed
uk_ua: Швидкість відкату для відламування

# material_break_temperature label
source: Break Temperature
uk_ua: Температура відламування

# support_skip_some_zags label
source: Break Up Support In Chunks
uk_ua: Розбити підтримки на частини

# bridge_fan_speed label
source: Bridge Fan Speed
uk_ua: Швидкість вентилятора для містка

# bridge_enable_more_layers label
source: Bridge Has Multiple Layers
uk_ua: У містку кілька шарів

# bridge_skin_density_2 label
source: Bridge Second Skin Density
uk_ua: Щільність другої оболонки містка

# bridge_fan_speed_2 label
source: Bridge Second Skin Fan Speed
uk_ua: Швидкість вентилятора для другої оболонки містка

# bridge_skin_material_flow_2 label
source: Bridge Second Skin Flow
uk_ua: Потік для другої оболонки містка

# bridge_skin_speed_2 label
source: Bridge Second Skin Speed
uk_ua: Швидкість друку другої оболонки містка

# bridge_skin_density label
source: Bridge Skin Density
uk_ua: Щільність оболонки містка

# bridge_skin_material_flow label
source: Bridge Skin Flow
uk_ua: Потік для оболонки містка

# bridge_skin_speed label
source: Bridge Skin Speed
uk_ua: Швидкість друку оболонки містка

# bridge_skin_support_threshold label
source: Bridge Skin Support Threshold
uk_ua: Порогове значення підтримки для оболонки містка

# bridge_sparse_infill_max_density label
source: Bridge Sparse Infill Max Density
uk_ua: Максимальна щільність розрідженого заповнення містка

# bridge_skin_density_3 label
source: Bridge Third Skin Density
uk_ua: Щільність третьої оболонки містка

# bridge_fan_speed_3 label
source: Bridge Third Skin Fan Speed
uk_ua: Швидкість вентилятора для третьої оболонки містка

# bridge_skin_material_flow_3 label
source: Bridge Third Skin Flow
uk_ua: Потік для третьої оболонки містка

# bridge_skin_speed_3 label
source: Bridge Third Skin Speed
uk_ua: Швидкість друку третьої оболонки містка

# bridge_wall_coast label
source: Bridge Wall Coasting
uk_ua: Накат стінки містка

# bridge_wall_material_flow label
source: Bridge Wall Flow
uk_ua: Потік для стінки містка
