Repository: VGSheva/CURAua
Catalog: share/cura/resources/i18n/*/fdmprinter.def.json.po
Languages: uk_ua

# meshfix_extensive_stitching label
source: Extensive Stitching
uk_ua: Обширне зшивання

# meshfix_extensive_stitching description
source: Extensive stitching tries to stitch up open holes in the mesh by closing the hole with touching polygons. This option can introduce a lot of processing time.
uk_ua: Обширне зшивання намагається пошити відкриті отвори в об'єкті, закриваючи їх полігонами. Ця опція може додати додатковий час під час обробки.

# infill_wall_line_count label
source: Extra Infill Wall Count
uk_ua: Кількість додаткових стін заповнення

# skin_outline_count label
source: Extra Skin Wall Count
uk_ua: Кількість зовнішніх додаткових оболонок

# switch_extruder_extra_prime_amount description
source: Extra material to prime after nozzle switching.
uk_ua: Додатковий обсяг матеріалу для заповнення після зміни екструдера.

# extruder_prime_pos_x label
source: Extruder Prime X Position
uk_ua: Початкова X позиція екструдера

# extruder_prime_pos_y label
source: Extruder Prime Y Position
uk_ua: Початкова Y позиція екструдера

# extruder_prime_pos_z label
source: Extruder Prime Z Position
uk_ua: Z координата початку друку

# machine_extruders_share_heater label
source: Extruders Share Heater
uk_ua: Загальний нагрівач екструдерів

# machine_extruders_share_nozzle label
source: Extruders Share Nozzle
uk_ua: Загальне сопло екструдерів

# material_extrusion_cool_down_speed label
source: Extrusion Cool Down Speed Modifier
uk_ua: Модифікатор швидкості охолодження екструзії

# speed_equalize_flow_width_factor description
source: Extrusion width based correction factor on the speed. At 0% the movement speed is kept constant at the Print Speed. At 100% the movement speed is adjusted so that the flow (in mm³/s) is kept constant, i.e. lines half the normal Line Width are printed twice as fast and lines twice as wide are printed half as fast. A value larger than 100% can help to compensate for the higher pressure required to extrude wide lines.
uk_ua: Поправочний коефіцієнт ширини екструзії в залежності від швидкості. При значенні 0% швидкість переміщення зберігається на рівні швидкості друку. При значенні 100% швидкість переміщення коригується таким чином, щоб витрата (в мм<sup>3</sup>/с) залишалася постійною, тобто лінії в половину нормальної ширини лінії, що друкуються вдвічі швидше, а лінії вдвічі ширші — в двічі швидше. Значення вище 100% може допомогти компенсувати більш високий тиск, необхідний для екструдування широких ліній.

# cool_fan_speed label
source: Fan Speed
uk_ua: Швидкість вентилятора

# support_fan_enable label
source: Fan Speed Override
uk_ua: Перевизначення швидкості вентилятора

# small_feature_max_length description
source: Feature outlines that are shorter than this length will be printed using Small Feature Speed.
uk_ua: Контури елементів із довжиною менше цього значення будуть надруковані за допомогою функції «Швидкість для малих елементів».

# experimental description
source: Features that haven't completely been fleshed out yet.
uk_ua: Функції ще не розкриті до кінця.

# machine_feeder_wheel_diameter label
source: Feeder Wheel Diameter
uk_ua: Діаметр коліщатка живильника

# material_final_print_temperature label
source: Final Printing Temperature
uk_ua: Кінцева температура друку

# machine_firmware_retract label
source: Firmware Retraction
uk_ua: Відкат вбудованого програмного забезпечення

# support_extruder_nr_layer_0 label
source: First Layer Support Extruder
uk_ua: Екструдер першого шару підтримки

# material_flow label
source: Flow
uk_ua: Потік

# speed_equalize_flow_width_factor label
source: Flow Equalization Ratio
uk_ua: Коефіцієнт вирівнювання потоку

# flow_rate_extrusion_offset_factor label
source: Flow Rate Compensation Factor
uk_ua: Коефіцієнт компенсації витрат

# flow_rate_max_extrusion_offset label
source: Flow Rate Compensation Max Extrusion Offset
uk_ua: Макс. зміщення екструзії для компенсації витрат

# material_flow_temp_graph label
source: Flow Temperature Graph
uk_ua: Графік температури потоку

# material_flow_layer_0 description
source: Flow compensation for the first layer: the amount of material extruded on the initial layer is multiplied by this value.
uk_ua: Компенсація потоку першого шару: обсяг видавленого матеріалу першому шарі множиться цей коефіцієнт.

# skin_material_flow_layer_0 description
source: Flow compensation on bottom lines of the first layer
uk_ua: Компенсація потоку на нижніх лініях першого шару

# infill_material_flow description
source: Flow compensation on infill lines.
uk_ua: Компенсація потоку на лініях заповнення.

# support_interface_material_flow description
source: Flow compensation on lines of support roof or floor.
uk_ua: Компенсація потоку на лініях даху чи низу підтримок.

# roofing_material_flow description
source: Flow compensation on lines of the areas at the top of the print.
uk_ua: Компенсація потоку на лініях зверху деталі, що друкується.

# prime_tower_flow description
source: Flow compensation on prime tower lines.
uk_ua: Компенсація потоку на лініях чорнової башти.

# skirt_brim_material_flow description
source: Flow compensation on skirt or brim lines.
uk_ua: Компенсація потоку на лініях юбки или кайми.

# support_bottom_material_flow description
source: Flow compensation on support floor lines.
uk_ua: Компенсація потоку на лініях низу підтримки.

# support_roof_material_flow description
source: Flow compensation on support roof lines.
uk_ua: Компенсація потоку на лініях даху підтримки.

# support_material_flow description
source: Flow compensation on support structure lines.
uk_ua: Компенсація потоку на лініях структури підтримки.

# wall_0_material_flow_layer_0 description
source: Flow compensation on the outermost wall line of the first layer.
uk_ua: Компенсація потоку зовнішньої лінії стінки першого шару.

# wall_0_material_flow description
source: Flow compensation on the outermost wall line.
uk_ua: Компенсація потоку зовнішньої лінії стінки.

# skin_material_flow description
source: Flow compensation on top/bottom lines.
uk_ua: Компенсація потоку на верхніх/нижніх лініях.

# wall_x_material_flow_layer_0 description
source: Flow compensation on wall lines for all wall lines except the outermost one, but only for the first layer
uk_ua: Компенсація потоку на лініях стінки для всіх ліній, крім зовнішньої, але тільки для першого шару

# wall_x_material_flow description
source: Flow compensation on wall lines for all wall lines except the outermost one.
uk_ua: Компенсація потоку на лініях стіни всім ліній, крім зовнішньої.

# wall_material_flow description
source: Flow compensation on wall lines.
uk_ua: Компенсація потоку на лініях стінки.

# material_flow description
source: Flow compensation: the amount of material extruded is multiplied by this value.
uk_ua: Компенсація потоку: обсяг видавленого матеріалу множиться цей коефіцієнт.

# material_flush_purge_length label
source: Flush Purge Length
uk_ua: Довжина видавлювання продувки

# material_flush_purge_speed label
source: Flush Purge Speed
uk_ua: Швидкість видавлювання продувки

# min_wall_line_width description
source: For thin structures around once or twice the nozzle size, the line widths need to be altered to adhere to the thickness of the model. This setting controls the minimum line width allowed for the walls. The minimum line widths inherently also determine the maximum line widths, since we transition from N to N+1 walls at some geometry thickness where the N walls are wide and the N+1 walls are narrow. The widest possible wall line is twice the Minimum Wall Line Width.
uk_ua: Для тонких структур шириною не більше одного або двох розмірів сопла ширину лінії необхідно змінити таким чином, щоб вона відповідала товщині моделі. Цей параметр визначає мінімальну допустиму ширину лінії стінки. Мінімальна ширина лінії одночасно визначає максимальну ширину лінії, оскільки виконується перехід від N до N+1 стінок при деякій геометричній товщині, де N стінок - широкі, а N+1 стінок - вузькі. Найширша можлива лінія стінки вдвічі перевищує мінімальну ширину лінії стінки.

# z_seam_position option front
source: Front
uk_ua: Спереду

# z_seam_position option frontleft
source: Front Left
uk_ua: Спереду ліворуч

# z_seam_position option frontright
source: Front Right
uk_ua: Спереду праворуч

# draft_shield_height_limitation option full
source: Full
uk_ua: Повна

# magic_fuzzy_skin_enabled label
source: Fuzzy Skin
uk_ua: Нечітка оболонка

# magic_fuzzy_skin_point_density label
source: Fuzzy Skin Density
uk_ua: Щільність шорсткої оболонки

# magic_fuzzy_skin_outside_only label
source: Fuzzy Skin Outside Only
uk_ua: Тільки шорстка оболонка зовні

# magic_fuzzy_skin_point_dist label
source: Fuzzy Skin Point Distance
uk_ua: Дистанція між точками шорсткої оболонки

# magic_fuzzy_skin_thickness label
source: Fuzzy Skin Thickness
uk_ua: Товщина шорсткості оболонки

# machine_gcode_flavor label
source: G-code Flavor
uk_ua: Варіант G-коду

# machine_end_gcode description
source: G-code commands to be executed at the very end - separated by .
uk_ua: Команди в G-коді, які будуть виконані наприкінці, розділені за допомогою .

# machine_start_gcode description
source: G-code commands to be executed at the very start - separated by .
uk_ua: Команди в G-коді, які будуть виконані на самому початку, розділені за допомогою .

# material_guid description
source: GUID of the material. This is set automatically.
uk_ua: Ідентифікатор матеріалу встановлюється автоматично.

# gantry_height label
source: Gantry Height
uk_ua: Висота портала

# interlocking_enable label
source: Generate Interlocking Structure
uk_ua: Створити взаємопов'язану структуру

# support_enable label
source: Generate Support
uk_ua: Генерація підтримок

# support_brim_enable description
source: Generate a brim within the support infill regions of the first layer. This brim is printed underneath the support, not around it. Enabling this setting increases the adhesion of support to the build plate.
uk_ua: Створіть облямівку всередині ділянок заповнення підтримок першого шару. Ця кайма друкується під підтримкою, а не навколо неї. Увімкнення цього параметра збільшує адгезію підтримки до робочого столу.

# support_interface_enable description
source: Generate a dense interface between the model and the support. This will create a skin at the top of the support on which the model is printed and at the bottom of the support, where it rests on the model.
uk_ua: Генерує щільний шар між моделлю та підтримкою. Створює поверхню зверху підтримок, де друкується модель, і знизу, під час друку підтримок на моделі.

# support_bottom_enable description
source: Generate a dense slab of material between the bottom of the support and the model. This will create a skin between the model and support.
uk_ua: Генерує щільний шар матеріалу між низом підтримки та моделлю. Створює поверхню між моделлю та підтримкою.

# support_roof_enable description
source: Generate a dense slab of material between the top of support and the model. This will create a skin between the model and support.
uk_ua: Генерує щільний шар матеріалу між дахом підтримки та моделлю. Створює поверхню між моделлю та підтримкою.

# support_enable description
source: Generate structures to support parts of the model which have overhangs. Without these structures, such parts would collapse during printing.
uk_ua: Генерація структур для підтримки нависаючих частин моделі. Без цих структур такі частини складатимуться під час друку.

# machine_buildplate_type option glass
source: Glass
uk_ua: Скло

# ironing_enabled description
source: Go over the top surface one additional time, but this time extruding very little material. This is meant to melt the plastic on top further, creating a smoother surface. The pressure in the nozzle chamber is kept high so that the creases in the surface are filled with material.
uk_ua: Проходитиме по верхній оболонці ще раз, але цього разу видавлюючи дуже мало матеріалу. Це призводить до плавлення пластику, що створює більш гладку поверхню. Тиск у камері сопла підтримується на високому рівні, завдяки чому складки на поверхні заповнюються матеріалом.

# gradual_infill_step_height label
source: Gradual Infill Step Height
uk_ua: Висота зміни кроку заповнення

# gradual_infill_steps label
source: Gradual Infill Steps
uk_ua: Зміна кроку заповнення

# gradual_support_infill_step_height label
source: Gradual Support Infill Step Height
uk_ua: Висота кроку зміни заповнення підтримок

# gradual_support_infill_steps label
source: Gradual Support Infill Steps
uk_ua: Ступінь заповнення підтримок

# cool_min_temperature description
source: Gradually reduce to this temperature when printing at reduced speeds because of minimum layer time.
uk_ua: Поступово знижувати температуру до цієї температури під час друку на знижених швидкостях через мінімальний час нанесення шару.

# infill_pattern option grid
source: Grid
uk_ua: Сітка

# support_bottom_pattern option grid
source: Grid
uk_ua: Сітка

# support_interface_pattern option grid
source: Grid
uk_ua: Сітка

# support_pattern option grid
source: Grid
uk_ua: Сітка

# support_roof_pattern option grid
source: Grid
uk_ua: Сітка

# machine_gcode_flavor option Griffin
source: Griffin
uk_ua: Гріфін

# infill_pattern option gyroid
source: Gyroid
uk_ua: Гіроїд

# support_pattern option gyroid
source: Gyroid
uk_ua: Гіроїд

# machine_heated_build_volume label
source: Has Build Volume Temperature Stabilization
uk_ua: Є стабілізація температури для об'єму друку

# machine_heated_bed label
source: Has Heated Build Plate
uk_ua: Має стіл, що підігрівається

# machine_nozzle_heat_up_speed label
source: Heat Up Speed
uk_ua: Швидкість нагріву

# machine_heat_zone_length label
source: Heat Zone Length
uk_ua: Довжина зони нагрівання

# draft_shield_height description
source: Height limitation of the draft shield. Above this height no draft shield will be printed.
uk_ua: Обмеження за висотою для кожуха. Вище зазначеного значення кожух не друкуватиметься.

# z_seam_corner option z_seam_corner_inner
source: Hide Seam
uk_ua: Сховати шов

# z_seam_corner option z_seam_corner_any
source: Hide or Expose Seam
uk_ua: Сховати чи показати

# hole_xy_offset label
source: Hole Horizontal Expansion
uk_ua: Горизонтальне розширення отвору

# hole_xy_offset_max_diameter label
source: Hole Horizontal Expansion Max Diameter
uk_ua: Максимальний діаметр горизонтального розширення отвору

# small_hole_max_size description
source: Holes and part outlines with a diameter smaller than this will be printed using Small Feature Speed.
uk_ua: Отвори та контури деталей з діаметром менше цього значення будуть надруковані за допомогою функції «Швидкість для малих елементів».

# xy_offset label
source: Horizontal Expansion
uk_ua: Горизонтальне розширення

# material_shrinkage_percentage_xy label
source: Horizontal Scaling Factor Shrinkage Compensation
uk_ua: Горизонтальний коефіцієнт масштабування для компенсації усадки

# material_break_preparation_retracted_position description
source: How far the filament can be stretched before it breaks, while heated.
uk_ua: Наскільки сильно можна розтягнути матеріал при нагріванні, доки він не відламається.

# material_anti_ooze_retracted_position description
source: How far the material needs to be retracted before it stops oozing.
uk_ua: Наскільки далеко необхідно забрати матеріал, щоб він перестав капати.

# flow_rate_extrusion_offset_factor description
source: How far to move the filament in order to compensate for changes in flow rate, as a percentage of how far the filament would move in one second of extrusion.
uk_ua: Означає, наскільки далеко слід перемістити матеріал, щоб компенсувати зміну витрати, у відсотках відстані, на яку переміщується матеріал за одну секунду екструзії.

# material_break_retracted_position description
source: How far to retract the filament in order to break it cleanly.
uk_ua: Наскільки далеко слід усунути матеріал, щоб він відламався чисто.

# material_break_preparation_speed description
source: How fast the filament needs to be retracted just before breaking it off in a retraction.
uk_ua: Наскільки швидко слід забирати матеріал, щоб він відламався.

# material_anti_ooze_retraction_speed description
source: How fast the material needs to be retracted during a filament switch to prevent oozing.
uk_ua: Як швидко необхідно прибрати матеріал під час його заміни, щоб не допустити появи крапель.

# material_end_of_filament_purge_speed description
source: How fast to prime the material after replacing an empty spool with a fresh spool of the same material.
uk_ua: Швидкість подачі матеріалу після заміни порожньої котушки на нову котушку з тим самим матеріалом.

# material_flush_purge_speed description
source: How fast to prime the material after switching to a different material.
uk_ua: Швидкість подачі матеріалу після перемикання на інший матеріал.

# material_maximum_park_duration description
source: How long the material can be kept out of dry storage safely.
uk_ua: Термін зберігання матеріалу поза сухим сховищем.

# machine_steps_per_mm_x description
source: How many steps of the stepper motor will result in one millimeter of movement in the X direction.
uk_ua: Кількість кроків крокового двигуна, що веде до переміщення на один міліметр по осі X.

# machine_steps_per_mm_y description
source: How many steps of the stepper motor will result in one millimeter of movement in the Y direction.
uk_ua: Кількість кроків крокового двигуна, що веде до переміщення на один міліметр по осі Y.

# machine_steps_per_mm_z description
source: How many steps of the stepper motor will result in one millimeter of movement in the Z direction.
uk_ua: Кількість кроків крокового двигуна, що веде до переміщення на один міліметр по осі Z.

# machine_steps_per_mm_e description
source: How many steps of the stepper motors will result in moving the feeder wheel by one millimeter around its circumference.
uk_ua: Кількість кроків крокових двигунів, що призводить до переміщення коліщатка живильника на один міліметр по колу.

# material_end_of_filament_purge_length description
source: How much material to use to purge the previous material out of the nozzle (in length of filament) when replacing an empty spool with a fresh spool of the same material.
uk_ua: Об'єм матеріалу, що використовується для видавлювання попереднього матеріалу із сопла (вимірюється довжиною нитки) при заміні порожньої котушки на нову котушку з тим самим матеріалом.

# material_flush_purge_length description
source: How much material to use to purge the previous material out of the nozzle (in length of filament) when switching to a different material.
uk_ua: Об'єм матеріалу, що використовується для видавлювання попереднього матеріалу із сопла (вимірюється довжиною нитки) при перемиканні на інший матеріал.

# machine_extruders_shared_nozzle_initial_retraction description
source: How much the filament of each extruder is assumed to have been retracted from the shared nozzle tip at the completion of the printer-start gcode script; the value should be equal to or greater than the length of the common part of the nozzle's ducts.
uk_ua: ППоказує, наскільки матеріал кожного екструдера, ймовірно, витягнутий від наконечника загального сопла після завершення запуску сценарію gcode принтера; значення має дорівнювати довжині загальної частини каналів сопла або перевищувати її.

# support_interface_priority description
source: How support interface and support will interact when they overlap. Currently only implemented for support roof.
uk_ua: Як інтерфейс підтримки та підтримка взаємодіятимуть при перетині. Наразі реалізовано лише для даху підтримки.

# support_tree_min_height_to_model description
source: How tall a branch has to be if it is placed on the model. Prevents small blobs of support. This setting is ignored when a branch is supporting a support roof.
uk_ua: Який висоти має бути відгалуження, якщо воно розміщено на моделі. Запобігає утворенню невеликих бульбашок підтримки. Цей параметр ігнорується, якщо відгалуження підтримує дах підтримки.

# bridge_skin_support_threshold description
source: If a skin region is supported for less than this percentage of its area, print it using the bridge settings. Otherwise it is printed using the normal skin settings.
uk_ua: Якщо підтримка області оболонки становить менше зазначеного відсоткового значення від її площі, друк має бути виконаний з використанням налаштувань містка. В іншому випадку друк здійснюється з використанням стандартних налаштувань оболонки.

# bridge_enable_more_layers description
source: If enabled, the second and third layers above the air are printed using the following settings. Otherwise, those layers are printed using the normal settings.
uk_ua: Якщо налаштування активне, другий і третій шари над повітряним зазором друкуються за допомогою зазначених нижче налаштувань. В іншому випадку ці шари друкуються за допомогою стандартних налаштувань.

# wall_transition_filter_distance description
source: If it would be transitioning back and forth between different numbers of walls in quick succession, don't transition at all. Remove transitions if they are closer together than this distance.
uk_ua: Якщо очікуються переходи туди і назад між різною кількістю стінок у швидкій послідовності, не виконуйте переходи зовсім. Видаліть переходи, якщо відстань між ними менша за значення цього параметра.

# raft_margin description
source: If the raft is enabled, this is the extra raft area around the model which is also given a raft. Increasing this margin will create a stronger raft while using more material and leaving less area for your print.
uk_ua: Якщо підкладка увімкнена, це додаткове поле навколо моделі, яка також має підкладку. Збільшення цього значення створить міцнішу підтримку, використовуючи більше матеріалу і залишаючи менше вільної області друку.

# meshfix_union_all description
source: Ignore the internal geometry arising from overlapping volumes within a mesh and print the volumes as one. This may cause unintended internal cavities to disappear.
uk_ua: Ігнорує внутрішню геометрію, що є результатом перекриття обсягів моделі, і друкує ці обсяги як один. Це може призвести до ненавмисного зникнення внутрішніх порожнин.

# material_bed_temp_prepend label
source: Include Build Plate Temperature
uk_ua: Додавати температуру столу

# material_print_temp_prepend label
source: Include Material Temperatures
uk_ua: Використовувати температуру з матеріалу

# slicing_tolerance option inclusive
source: Inclusive
uk_ua: Включення

# infill description
source: Infill
uk_ua: Заповнення

# infill label
source: Infill
uk_ua: Заповнення

# acceleration_infill label
source: Infill Acceleration
uk_ua: Прискорення заповнення

# infill_before_walls label
source: Infill Before Walls
uk_ua: Заповнення перед друком стінок

# infill_sparse_density label
source: Infill Density
uk_ua: Щільність заповнення

# infill_extruder_nr label
source: Infill Extruder
uk_ua: Екструдер для заповнення

# infill_material_flow label
source: Infill Flow
uk_ua: Потік для заповнення

# jerk_infill label
source: Infill Jerk
uk_ua: Ривок заповнення

# infill_sparse_thickness label
source: Infill Layer Thickness
uk_ua: Товщина шару заповнення

# infill_angles label
source: Infill Line Directions
uk_ua: Напрями лінії заповнення

# infill_line_distance label
source: Infill Line Distance
uk_ua: Дистанція ліній заповнення

# infill_multiplier label
source: Infill Line Multiplier
uk_ua: Множник для лінії заповнення

# infill_line_width label
source: Infill Line Width
uk_ua: Ширина лінії заповнення

# infill_mesh label
source: Infill Mesh
uk_ua: Заповнення об'єкту

# infill_support_angle label
source: Infill Overhang Angle
uk_ua: Кут нависання під час заповнення

# infill_overlap_mm label
source: Infill Overlap
uk_ua: Перекриття заповнення
