Repository: VGSheva/CURAua
Catalog: share/cura/resources/i18n/*/fdmprinter.def.json.po
Languages: uk_ua

# raft_acceleration description
source: The acceleration with which the raft is printed.
uk_ua: Прискорення, з яким друкується підкладка.

# acceleration_support_interface description
source: The acceleration with which the roofs and floors of support are printed. Printing them at lower acceleration can improve overhang quality.
uk_ua: Прискорення, з яким друкуються верх та низ підтримки. Їх друк із зниженими прискореннями може покращити якість друку частин, що нависають.

# acceleration_support_roof description
source: The acceleration with which the roofs of support are printed. Printing them at lower acceleration can improve overhang quality.
uk_ua: Прискорення, з яким відбувається друк верхівки підтримок. Друк підтримок зі зниженими прискореннями може покращити якість друку нависаючих країв моделі.

# acceleration_skirt_brim description
source: The acceleration with which the skirt and brim are printed. Normally this is done with the initial layer acceleration, but sometimes you might want to print the skirt or brim at a different acceleration.
uk_ua: Прискорення, з яким відбувається друк спідниці та облямівки. Зазвичай їх друк відбувається з прискореннями першого шару, але іноді вам може знадобитися друкувати спідницю з іншими прискореннями.

# acceleration_support description
source: The acceleration with which the support structure is printed.
uk_ua: Прискорення, з яким друкуються структури підтримки.

# raft_surface_acceleration description
source: The acceleration with which the top raft layers are printed.
uk_ua: Прискорення з яким друкуються верхні шари підкладки.

# acceleration_wall description
source: The acceleration with which the walls are printed.
uk_ua: Прискорення, з яким відбувається друк стінок.

# acceleration_roofing description
source: The acceleration with which top surface skin layers are printed.
uk_ua: Прискорення, з яким друкуються верстви верхньої оболонки.

# acceleration_topbottom description
source: The acceleration with which top/bottom layers are printed.
uk_ua: Прискорення, з яким друкуються шари кришки/дна.

# acceleration_travel description
source: The acceleration with which travel moves are made.
uk_ua: Прискорення, з яким переміщення.

# ironing_flow description
source: The amount of material, relative to a normal skin line, to extrude during ironing. Keeping the nozzle filled helps filling some of the crevices of the top surface, but too much results in overextrusion and blips on the side of the surface.
uk_ua: Об'єм матеріалу, відносно звичайної лінії, який буде видавлений в процесі розгладження. Наявність у соплі наявність матеріалу допомагає заповнювати щілини на верхній оболонці, але занадто велике значення призводить до зайвого видавлювання матеріалу та погіршує якість оболонки.

# infill_overlap description
source: The amount of overlap between the infill and the walls as a percentage of the infill line width. A slight overlap allows the walls to connect firmly to the infill.
uk_ua: Величина перекриття між заповненням та стінками у вигляді відсоткового відношення від ширини лінії заповнення. Невелике перекриття дозволяє стінкам надійно з'єднуватись із заповненням.

# infill_overlap_mm description
source: The amount of overlap between the infill and the walls. A slight overlap allows the walls to connect firmly to the infill.
uk_ua: Величина перекриття між заповненням та стінками. Невелике перекриття дозволяє стінкам щільно з'єднатися із заповненням.

# switch_extruder_retraction_amount description
source: The amount of retraction when switching extruders. Set to 0 for no retraction at all. This should generally be the same as the length of the heat zone.
uk_ua: Величина відкату при перемиканні екструдерів. Встановіть 0, щоб вимкнути відкат. Зазвичай відповідає довжині зони нагріву.

# machine_nozzle_expansion_angle description
source: The angle between the horizontal plane and the conical part right above the tip of the nozzle.
uk_ua: Кут між горизонтальною площиною та конічною частиною над кінчиком сопла.

# support_tower_roof_angle description
source: The angle of a rooftop of a tower. A higher value results in pointed tower roofs, a lower value results in flattened tower roofs.
uk_ua: Кут верхньої частини веж. Великі значення призводять до зменшення площі даху, менші навпаки роблять дах плоским.

# mold_angle description
source: The angle of overhang of the outer walls created for the mold. 0° will make the outer shell of the mold vertical, while 90° will make the outside of the model follow the contour of the model.
uk_ua: Кут нависання зовнішніх стін форм, що створюється. 0° призведе до вертикальних стінок форми, а 90° - змусить дотримуватися контурів моделі.

# support_tree_branch_diameter_angle description
source: The angle of the branches' diameter as they gradually become thicker towards the bottom. An angle of 0 will cause the branches to have uniform thickness over their length. A bit of an angle can increase stability of the tree support.
uk_ua: Кут діаметра відгалужень у міру їхнього поступового потовщення до основи. Якщо значення кута дорівнює 0, відгалуження матимуть однакову товщину по всій своїй довжині. Невеликий кут може підвищити стійкість деревоподібної підтримки.

# support_conical_angle description
source: The angle of the tilt of conical support. With 0 degrees being vertical, and 90 degrees being horizontal. Smaller angles cause the support to be more sturdy, but consist of more material. Negative angles cause the base of the support to be wider than the top.
uk_ua: Кут нахилу конічних підтримок. За 0 градусів підтримки будуть вертикальними, за 90 градусів будуть горизонтальними. Найменше значення кутів зміцнює підтримки, але потребує більше матеріалу для них. Негативні кути наводять потовщення підстави підтримок у порівнянні з їх верхньою частиною.

# magic_fuzzy_skin_point_density description
source: The average density of points introduced on each polygon in a layer. Note that the original points of the polygon are discarded, so a low density results in a reduction of the resolution.
uk_ua: Середня густина точок, доданих на кожному полігоні в шарі. Слід зазначити, що оригінальні точки полігону відкидаються, отже, низька щільність призводить до зменшення дозволу.

# magic_fuzzy_skin_point_dist description
source: The average distance between the random points introduced on each line segment. Note that the original points of the polygon are discarded, so a high smoothness results in a reduction of the resolution. This value must be higher than half the Fuzzy Skin Thickness.
uk_ua: Середня відстань між випадковими точками, що вносяться до кожного сегмента лінії. Слід зазначити, що оригінальні точки полігону відкидаються, таким чином, сильне згладжування призводить до зменшення роздільної здатності. Це значення має бути більше половини товщини шорсткої оболонки.

# machine_acceleration description
source: The default acceleration of print head movement.
uk_ua: Стандартне прискорення рухів голови.

# default_material_print_temperature description
source: The default temperature used for printing. This should be the "base" temperature of a material. All other print temperatures should use offsets based on this value
uk_ua: Стандартна температура сопла, що використовується під час друку. Значенням має бути "базова" температура матеріалу. Всі інші температури друку повинні бути виражені усуненнями від основного значення

# default_material_bed_temperature description
source: The default temperature used for the heated build plate. This should be the "base" temperature of a build plate. All other print temperatures should use offsets based on this value
uk_ua: Температура за промовчанням використовується для розігрітого робочого столу. Це значення є основною температурою робочого столу. Для всіх інших значень температури друку використовується зміщення щодо даного значення

# bridge_skin_density description
source: The density of the bridge skin layer. Values less than 100 will increase the gaps between the skin lines.
uk_ua: Щільність шару оболонки містка. Значення менше 100 збільшать проміжки між лініями оболонки.

# support_bottom_density description
source: The density of the floors of the support structure. A higher value results in better adhesion of the support on top of the model.
uk_ua: Щільність низу структури підтримки. Більше значення приведе до покращення прилипання підтримок до моделі.

# support_roof_density description
source: The density of the roofs of the support structure. A higher value results in better overhangs, but the supports are harder to remove.
uk_ua: Щільність даху структури підтримки. Більше значення приведе до покращення нависань, але такі підтримки важче видаляти.

# bridge_skin_density_2 description
source: The density of the second bridge skin layer. Values less than 100 will increase the gaps between the skin lines.
uk_ua: Щільність шару другої оболонки містка. Значення менше 100 збільшать проміжки між лініями оболонки.

# bridge_skin_density_3 description
source: The density of the third bridge skin layer. Values less than 100 will increase the gaps between the skin lines.
uk_ua: Щільність шару третьої оболонки містка. Значення менше 100 збільшать проміжки між лініями оболонки.

# machine_depth description
source: The depth (Y-direction) of the printable area.
uk_ua: Ширина (по осі Y) області друку.

# support_tower_diameter description
source: The diameter of a special tower.
uk_ua: Діаметр спеціальних веж.

# support_tree_branch_diameter description
source: The diameter of the thinnest branches of tree support. Thicker branches are more sturdy. Branches towards the base will be thicker than this.
uk_ua: Діаметр найтонших відгалужень деревоподібної підтримки. Чим товщі відгалуження, тим воно міцніше. Відгалуження біля основи матимуть товщину, що перевищує це значення.

# support_tree_tip_diameter description
source: The diameter of the top of the tip of the branches of tree support.
uk_ua: Діаметр верхівок кінчиків відгалужень деревоподібної підтримки.

# machine_feeder_wheel_diameter description
source: The diameter of the wheel that drives the material in the feeder.
uk_ua: Діаметр коліщатка, що переміщає матеріал у живильник.

# support_tree_max_diameter description
source: The diameter of the widest branches of tree support. A thicker trunk is more sturdy; a thinner trunk takes up less space on the build plate.
uk_ua: Діаметр найширших гілок деревоподібної підтримки. Товстіший стовбур буде більш міцним; більш тонкий ствол займе менше місця на друкованій пластині.

# adaptive_layer_height_variation_step description
source: The difference in height of the next layer height compared to the previous one.
uk_ua: Різниця між висотою наступного шару та висотою попереднього шару.

# ironing_line_spacing description
source: The distance between the lines of ironing.
uk_ua: Відстань між лініями розгладжування.

# travel_avoid_distance description
source: The distance between the nozzle and already printed parts when avoiding during travel moves.
uk_ua: Дистанція між соплом та вже надрукованими частинами, що витримується під час переміщення.

# raft_base_line_spacing description
source: The distance between the raft lines for the base raft layer. Wide spacing makes for easy removal of the raft from the build plate.
uk_ua: Відстань між лініями нижнього шару підкладки. Більше значення полегшує зняття моделі зі столу.

# raft_interface_line_spacing description
source: The distance between the raft lines for the middle raft layer. The spacing of the middle should be quite wide, while being dense enough to support the top raft layers.
uk_ua: Відстань між лініями середніх шарів підкладки. Дистанція в середніх шарах повинна бути достатньо широкою, щоб створювати потрібну щільність для підтримки верхніх шарів підкладки.

# raft_surface_line_spacing description
source: The distance between the raft lines for the top raft layers. The spacing should be equal to the line width, so that the surface is solid.
uk_ua: Відстань між лініями підкладки її верхніх шарах. Відстань повинна дорівнювати ширині лінії, тоді поверхня буде суцільною.

# interlocking_depth description
source: The distance from the boundary between models to generate interlocking structure, measured in cells. Too few cells will result in poor adhesion.
uk_ua: Відстань від кордону між моделями для створення взаємопов'язаної структури, що вимірюється в осередках. Занадто мала кількість осередків призведе до поганої адгезії.

# brim_width description
source: The distance from the model to the outermost brim line. A larger brim enhances adhesion to the build plate, but also reduces the effective print area.
uk_ua: Відстань між моделлю та найвіддаленішою лінією облямівки. Ширша облямівка збільшує прилипання до столу, але також зменшує ефективну область друку.

# interlocking_boundary_avoidance description
source: The distance from the outside of a model where interlocking structures will not be generated, measured in cells.
uk_ua: Відстань від зовнішньої сторони моделі, де взаємозалежні структури не створюватимуться, що вимірюється в осередках.

# machine_heat_zone_length description
source: The distance from the tip of the nozzle in which heat from the nozzle is transferred to the filament.
uk_ua: Відстань від кінчика сопла до місця, де тепло передається матеріалу.

# bottom_skin_expand_distance description
source: The distance the bottom skins are expanded into the infill. Higher values makes the skin attach better to the infill pattern and makes the skin adhere better to the walls on the layer below. Lower values save amount of material used.
uk_ua: Відстань на яку нижні оболонки входять до заповнення. Великі значення краще пов'язують оболонку із шаблоном заповнення та стінками. Найменші значення зберігають використовуваний матеріал.

# expand_skins_expand_distance description
source: The distance the skins are expanded into the infill. Higher values makes the skin attach better to the infill pattern and makes the walls on neighboring layers adhere better to the skin. Lower values save amount of material used.
uk_ua: Відстань на яку оболонки впроваджуються у наповнення. Великі значення краще пов'язують оболонку із шаблоном заповнення та стінками. Найменші значення зберігають використовуваний матеріал.

# top_skin_expand_distance description
source: The distance the top skins are expanded into the infill. Higher values makes the skin attach better to the infill pattern and makes the walls on the layer above adhere better to the skin. Lower values save amount of material used.
uk_ua: Відстань на яку верхні оболонки входять до заповнення. Великі значення краще пов'язують оболонку із шаблоном заповнення та стінками. Найменші значення зберігають використовуваний матеріал.

# wipe_move_distance description
source: The distance to move the head back and forth across the brush.
uk_ua: Відстань переміщення головки назад і вперед упоперек щітки.

# lightning_infill_prune_angle description
source: The endpoints of infill lines are shortened to save on material. This setting is the angle of overhang of the endpoints of these lines.
uk_ua: Кінцеві точки ліній заповнення коротшають для економії матеріалу. Ця настройка є кутом нависання кінцевих точок цих ліній.

# material_extrusion_cool_down_speed description
source: The extra speed by which the nozzle cools while extruding. The same value is used to signify the heat up speed lost when heating up while extruding.
uk_ua: Додаткова швидкість, за допомогою якої сопло охолоджується під час екструзії. Це значення використовується для прискорення нагрівання сопла при екструзії.

# support_extruder_nr_layer_0 description
source: The extruder train to use for printing the first layer of support infill. This is used in multi-extrusion.
uk_ua: Цей екструдер використовується для друку першого шару заповнення підтримки. Використовується за наявності кількох екструдерів.

# raft_base_extruder_nr description
source: The extruder train to use for printing the first layer of the raft. This is used in multi-extrusion.
uk_ua: Цей екструдер використовується для друку першого шару підкладок. Використовується за наявності кількох екструдерів.

# support_bottom_extruder_nr description
source: The extruder train to use for printing the floors of the support. This is used in multi-extrusion.
uk_ua: Цей екструдер використовується для друку низу підтримки. Використовується за наявності кількох екструдерів.

# support_infill_extruder_nr description
source: The extruder train to use for printing the infill of the support. This is used in multi-extrusion.
uk_ua: Цей екструдер використовується для друку заповнення підтримки. Використовується за наявності кількох екструдерів.

# raft_interface_extruder_nr description
source: The extruder train to use for printing the middle layer of the raft. This is used in multi-extrusion.
uk_ua: Цей комплекс екструдерів використовується для друкування середнього шару підкладок. Використовується за наявності кількох екструдерів.

# support_interface_extruder_nr description
source: The extruder train to use for printing the roofs and floors of the support. This is used in multi-extrusion.
uk_ua: Цей екструдер використовується для друку верху та низу підтримок. Використовується за наявності кількох екструдерів.

# support_roof_extruder_nr description
source: The extruder train to use for printing the roofs of the support. This is used in multi-extrusion.
uk_ua: Цей екструдер використовується для друку даху підтримки. Використовується за наявності кількох екструдерів.

# skirt_brim_extruder_nr description
source: The extruder train to use for printing the skirt or brim. This is used in multi-extrusion.
uk_ua: Цей комплекс екструдерів використовується для друку спідниці або облямівки. Використовується за наявності кількох екструдерів.

# adhesion_extruder_nr description
source: The extruder train to use for printing the skirt/brim/raft. This is used in multi-extrusion.
uk_ua: Цей екструдер використовується для друку юбки/кайми/підкладки. Використовується за наявності кількох екструдерів.

# support_extruder_nr description
source: The extruder train to use for printing the support. This is used in multi-extrusion.
uk_ua: Цей екструдер використовується для друку підтримки. Використовується за наявності кількох екструдерів.

# raft_surface_extruder_nr description
source: The extruder train to use for printing the top layer(s) of the raft. This is used in multi-extrusion.
uk_ua: Цей комплекс екструдерів використовується для друкування верхнього шару (або декількох шарів) підкладок. Використовується за наявності кількох екструдерів.

# infill_extruder_nr description
source: The extruder train used for printing infill. This is used in multi-extrusion.
uk_ua: Екструдер, який використовується для друку заповнення. Використовується за наявності кількох екструдерів.

# wall_x_extruder_nr description
source: The extruder train used for printing the inner walls. This is used in multi-extrusion.
uk_ua: Цей екструдер використовується для друку внутрішніх стін. Використовується за наявності кількох екструдерів.

# wall_0_extruder_nr description
source: The extruder train used for printing the outer wall. This is used in multi-extrusion.
uk_ua: Цей екструдер використовується для друку зовнішніх стін. Використовується за наявності кількох екструдерів.

# top_bottom_extruder_nr description
source: The extruder train used for printing the top and bottom skin. This is used in multi-extrusion.
uk_ua: Екструдер, що використовується для друку верхньої та нижньої оболонок. Використовується за наявності кількох екструдерів.

# roofing_extruder_nr description
source: The extruder train used for printing the top most skin. This is used in multi-extrusion.
uk_ua: Екструдер, який використовується для друку верхніх оболонок. Використовується за наявності кількох екструдерів.

# wall_extruder_nr description
source: The extruder train used for printing the walls. This is used in multi-extrusion.
uk_ua: Цей екструдер використовується для друку стінок. Використовується за наявності кількох екструдерів.

# raft_base_fan_speed description
source: The fan speed for the base raft layer.
uk_ua: Швидкість вентилятора під час друку нижнього шару підкладки.

# raft_interface_fan_speed description
source: The fan speed for the middle raft layer.
uk_ua: Швидкість вентилятора під час друку середніх шарів підкладки.

# raft_fan_speed description
source: The fan speed for the raft.
uk_ua: Швидкість обертання вентилятора під час друку підкладки.

# raft_surface_fan_speed description
source: The fan speed for the top raft layers.
uk_ua: Швидкість вентилятора під час друку верхніх шарів підкладки.

# cross_infill_density_image description
source: The file location of an image of which the brightness values determine the minimal density at the corresponding location in the infill of the print.
uk_ua: Шлях до файлу зображення, з якого значення яскравості визначають мінімальну щільність у місці заповнення при друку.

# cross_support_density_image description
source: The file location of an image of which the brightness values determine the minimal density at the corresponding location in the support.
uk_ua: Шлях до файлу зображення, з якого значення яскравості визначають мінімальну густину у відповідному місці підтримки.

# speed_slowdown_layers description
source: The first few layers are printed slower than the rest of the model, to get better adhesion to the build plate and improve the overall success rate of prints. The speed is gradually increased over these layers.
uk_ua: Перші кілька шарів друкуються на повільній швидкості, ніж решта моделі, щоб отримати краще прилипання до столу і збільшити ймовірність успішного друку. Швидкість послідовно збільшується в міру друку вказаної кількості шарів.

# raft_airgap description
source: The gap between the final raft layer and the first layer of the model. Only the first layer is raised by this amount to lower the bonding between the raft layer and the model. Makes it easier to peel off the raft.
uk_ua: Зазор між останнім шаром підкладки та першим шаром моделі. Перший шар буде піднятий на вказану відстань, щоб зменшити зв'язок між шаром підкладки та моделі. Полегшує процес подальшого відділення підкладки.

# machine_height description
source: The height (Z-direction) of the printable area.
uk_ua: Ширина (по осі Z) області друку.

# mold_roof_height description
source: The height above horizontal parts in your model which to print mold.
uk_ua: Висота над горизонтальними частинами вашої моделі, за якою створюється форма.

# cool_fan_full_at_height description
source: The height at which the fans spin on regular fan speed. At the layers below the fan speed gradually increases from Initial Fan Speed to Regular Fan Speed.
uk_ua: Висота, на якій вентилятор обертається із звичайною швидкістю. На попередніх шарах швидкість обертання вентилятора поступово зростає з початковою.

# gantry_height description
source: The height difference between the tip of the nozzle and the gantry system (X and Y axes).
uk_ua: Висота між кінчиком сопла та портальною системою (по осях X та Y).

# machine_nozzle_head_distance description
source: The height difference between the tip of the nozzle and the lowest part of the print head.
uk_ua: Висота між кінчиком сопла та нижньою частиною голови.

# retraction_hop_after_extruder_switch_height description
source: The height difference when performing a Z Hop after extruder switch.
uk_ua: Висота, на яку піднімається вісь Z після зміни екструдера.

# retraction_hop description
source: The height difference when performing a Z Hop.
uk_ua: Відстань, на яку піднімається вісь Z.

# wipe_hop_amount description
source: The height difference when performing a Z Hop.
uk_ua: Відстань, на яку піднімається вісь Z.
