Repository: VGSheva/CURAua
Catalog: share/cura/resources/i18n/*/fdmprinter.def.json.po
Languages: uk_ua

# speed_print_layer_0 description
source: The speed of printing for the initial layer. A lower value is advised to improve adhesion to the build plate.
uk_ua: Швидкість друку першого шару. Знижене значення допомагає покращити прилипання матеріалу до столу.

# speed_travel_layer_0 description
source: The speed of travel moves in the initial layer. A lower value is advised to prevent pulling previously printed parts away from the build plate. The value of this setting can automatically be calculated from the ratio between the Travel Speed and the Print Speed.
uk_ua: Швидкість переміщень першому шарі. Малі значення допомагають запобігати відлипанню надрукованих частин від столу. Значення цього параметра може бути автоматично обчислено з відношення між швидкостями переміщення та друку.

# material_break_temperature description
source: The temperature at which the filament is broken for a clean break.
uk_ua: Температура, коли матеріал відламається чисто.

# build_volume_temperature description
source: The temperature of the environment to print in. If this is 0, the build volume temperature will not be adjusted.
uk_ua: Температура середовища друку. Якщо це значення дорівнює 0, температура для об'єму друку не регулюватиметься.

# material_standby_temperature description
source: The temperature of the nozzle when another nozzle is currently used for printing.
uk_ua: Температура сопла в момент, коли використовується інше сопло.

# material_final_print_temperature description
source: The temperature to which to already start cooling down just before the end of printing.
uk_ua: Перед закінченням друку температура, до якої можна почати охолоджувати сопло.

# material_print_temperature_layer_0 description
source: The temperature used for printing the first layer. Set at 0 to disable special handling of the initial layer.
uk_ua: Температура під час друку першого шару. Встановіть 0 для вимкнення спеціальної поведінки на першому шарі.

# material_print_temperature description
source: The temperature used for printing.
uk_ua: Температура, що використовується під час друку.

# material_bed_temperature_layer_0 description
source: The temperature used for the heated build plate at the first layer. If this is 0, the build plate is left unheated during the first layer.
uk_ua: Температура, що задається для друкованої пластини на першому шарі. Якщо значення дорівнює 0, друкована пластина не нагрівається під час друку першого шару.

# material_bed_temperature description
source: The temperature used for the heated build plate. If this is 0, the build plate is left unheated.
uk_ua: Температура, що задається для друкованої пластини, що нагрівається. Якщо значення дорівнює 0, то друкована пластина не нагрівається.

# material_break_preparation_temperature description
source: The temperature used to purge material, should be roughly equal to the highest possible printing temperature.
uk_ua: Температура, що використовується для видавлювання матеріалу, повинна бути приблизно дорівнює максимальній температурі під час друку.

# bottom_thickness description
source: The thickness of the bottom layers in the print. This value divided by the layer height defines the number of bottom layers.
uk_ua: Товщина дна під час друку. Це значення, поділене на висоту шару, визначає кількість шарів у дні.

# skin_edge_support_thickness description
source: The thickness of the extra infill that supports skin edges.
uk_ua: Товщина додаткового об'єму, що підтримує краї оболонки.

# support_interface_height description
source: The thickness of the interface of the support where it touches with the model on the bottom or the top.
uk_ua: Товщина сполучного шару підтримок, що стосується моделі знизу або зверху.

# support_bottom_height description
source: The thickness of the support floors. This controls the number of dense layers that are printed on top of places of a model on which support rests.
uk_ua: Товщина низу підтримки. Керує кількістю щільних шарів, що друкуються поверх моделі для подальшої побудови підтримок.

# support_roof_height description
source: The thickness of the support roofs. This controls the amount of dense layers at the top of the support on which the model rests.
uk_ua: Товщина даху підтримки. Керує величиною щільності верхніх шарів підтримок, у яких розташовується вся модель.

# top_thickness description
source: The thickness of the top layers in the print. This value divided by the layer height defines the number of top layers.
uk_ua: Товщина кришки під час друку. Це значення, поділене на висоту шару, визначає кількість шарів у кришці.

# top_bottom_thickness description
source: The thickness of the top/bottom layers in the print. This value divided by the layer height defines the number of top/bottom layers.
uk_ua: Товщина шару дна/кришки під час друку. Це значення, поділене на висоту шару, визначає кількість шарів у дні/кришці.

# wall_thickness description
source: The thickness of the walls in the horizontal direction. This value divided by the wall line width defines the number of walls.
uk_ua: Товщина зовнішніх стінок у горизонтальному напрямку. Це значення, поділене на ширину лінії стінки, визначає кількість стінок.

# infill_sparse_thickness description
source: The thickness per layer of infill material. This value should always be a multiple of the layer height and is otherwise rounded.
uk_ua: Товщина шару для заповнення матеріалу. Це значення має бути завжди кратно товщині шару і завжди округляється.

# support_infill_sparse_thickness description
source: The thickness per layer of support infill material. This value should always be a multiple of the layer height and is otherwise rounded.
uk_ua: Товщина шару для заповнення матеріалів. Це значення має бути завжди кратно висоті шару, інакше воно буде округлене.

# machine_gcode_flavor description
source: The type of g-code to be generated.
uk_ua: Тип G-коду, що генерується.

# coasting_volume description
source: The volume otherwise oozed. This value should generally be close to the nozzle diameter cubed.
uk_ua: Обсяг, який би сочився. Це значення повинно бути близько до зведеного в куб діаметру сопла.

# machine_width description
source: The width (X-direction) of the printable area.
uk_ua: Ширина (по осі X) області друку.

# support_brim_width description
source: The width of the brim to print underneath the support. A larger brim enhances adhesion to the build plate, at the cost of some extra material.
uk_ua: Ширина облямівки для друку під підтримкою. При збільшенні облямівки покращується адгезія до робочого столу та збільшується витрата матеріалу.

# interlocking_beam_width description
source: The width of the interlocking structure beams.
uk_ua: Ширина балок взаємозалежної конструкції.

# prime_tower_size description
source: The width of the prime tower.
uk_ua: Ширина чорнової башти.

# magic_fuzzy_skin_thickness description
source: The width within which to jitter. It's advised to keep this below the outer wall width, since the inner walls are unaltered.
uk_ua: Розмір амплітуди тремтіння. Рекомендується дотримуватись товщини зовнішньої стінки, оскільки внутрішні стінки не змінюються.

# retraction_extrusion_window description
source: The window in which the maximum retraction count is enforced. This value should be approximately the same as the retraction distance, so that effectively the number of times a retraction passes the same patch of material is limited.
uk_ua: Вікно, в якому може бути виконано максимальну кількість відкатів. Це значення має приблизно збігатися з відстанню відкату таким чином, щоб кількість виконаних відкатів розподілялося на величину видавленого матеріалу.

# prime_tower_position_x description
source: The x coordinate of the position of the prime tower.
uk_ua: X координати позиції чорнової вежі.

# prime_tower_position_y description
source: The y coordinate of the position of the prime tower.
uk_ua: Y координати позиції чорнової вежі.

# support_meshes_present description
source: There are support meshes present in the scene. This setting is controlled by Cura.
uk_ua: На сцені є об'єкти підтримки. Ця настройка контролюється програмою Cura.

# bridge_wall_coast description
source: This controls the distance the extruder should coast immediately before a bridge wall begins. Coasting before the bridge starts can reduce the pressure in the nozzle and may produce a flatter bridge.
uk_ua: Це налаштування управляє відстанню накату екструдера безпосередньо перед початком стінки містка. Накат перед початком містка може зменшити тиск у соплі та створити більш рівний місток.

# raft_smoothing description
source: This setting controls how much inner corners in the raft outline are rounded. Inward corners are rounded to a semi circle with a radius equal to the value given here. This setting also removes holes in the raft outline which are smaller than such a circle.
uk_ua: Цей параметр регулює величину заокруглення внутрішніх кутів контуру підкладки. Внутрішні кути заокруглюються до півкола з радіусом, рівним встановленому тут значенню. Цей параметр також призводить до видалення отворів у контурі підкладки, які менші від такого кола.

# retraction_count_max description
source: This setting limits the number of retractions occurring within the minimum extrusion distance window. Further retractions within this window will be ignored. This avoids retracting repeatedly on the same piece of filament, as that can flatten the filament and cause grinding issues.
uk_ua: Цей параметр обмежує кількість відкатів, що відбуваються всередині вікна мінімальної дистанції екструзії. Подальші відкати всередині цього вікна будуть проігноровані. Це виключає виконання безлічі відкатів, що повторюються, над однією і тією ж ділянкою нитки, що дозволяє уникнути проблем з стиранням нитки.

# draft_shield_enabled description
source: This will create a wall around the model, which traps (hot) air and shields against exterior airflow. Especially useful for materials which warp easily.
uk_ua: Створює стінку навколо моделі, яка утримує (гаряче) повітря та перешкоджає обдуву моделі зовнішнім повітряним потоком. Дуже нагоді для матеріалів, які легко деформуються.

# support_tree_tip_diameter label
source: Tip Diameter
uk_ua: Діаметр кінчика

# material_shrinkage_percentage_xy description
source: To compensate for the shrinkage of the material as it cools down, the model will be scaled with this factor in the XY-direction (horizontally).
uk_ua: Для компенсації усадки матеріалу під час охолодження модель буде масштабована з цим коефіцієнтом у напрямку XY (горизонтально).

# material_shrinkage_percentage_z description
source: To compensate for the shrinkage of the material as it cools down, the model will be scaled with this factor in the Z-direction (vertically).
uk_ua: Для компенсації усадки матеріалу під час охолодження модель буде масштабована з цим коефіцієнтом у напрямку Z (вертикально).

# material_shrinkage_percentage description
source: To compensate for the shrinkage of the material as it cools down, the model will be scaled with this factor.
uk_ua: Для компенсації усадки матеріалу під час остигання модель буде масштабована з цим коефіцієнтом.

# top_layers label
source: Top Layers
uk_ua: Шари кришки

# top_skin_expand_distance label
source: Top Skin Expand Distance
uk_ua: Дистанція розширення оболонки зверху

# top_skin_preshrink label
source: Top Skin Removal Width
uk_ua: Ширина оболонки, що видаляється зверху

# acceleration_roofing label
source: Top Surface Skin Acceleration
uk_ua: Прискорення верхньої оболонки

# roofing_extruder_nr label
source: Top Surface Skin Extruder
uk_ua: Екструдер для друку кришки

# roofing_material_flow label
source: Top Surface Skin Flow
uk_ua: Потік для верхньої оболонки

# jerk_roofing label
source: Top Surface Skin Jerk
uk_ua: Ривок верхньої оболонки

# roofing_layer_count label
source: Top Surface Skin Layers
uk_ua: Шари верхньої оболонки

# roofing_angles label
source: Top Surface Skin Line Directions
uk_ua: Напрямок ліній верхньої оболонки

# roofing_line_width label
source: Top Surface Skin Line Width
uk_ua: Ширина лінії кришки

# roofing_pattern label
source: Top Surface Skin Pattern
uk_ua: Шаблон верхньої оболонки

# speed_roofing label
source: Top Surface Skin Speed
uk_ua: Швидкість верхньої оболонки

# top_thickness label
source: Top Thickness
uk_ua: Товщина кришки

# max_skin_angle_for_expansion description
source: Top and/or bottom surfaces of your object with an angle larger than this setting, won't have their top/bottom skin expanded. This avoids expanding the narrow skin areas that are created when the model surface has a near vertical slope. An angle of 0° is horizontal and will cause no skin to be expanded, while an angle of 90° is vertical and will cause all skin to be expanded.
uk_ua: Для верхньої та нижньої поверхонь вашого об'єкта з кутом більше зазначеного в даному параметрі верхня та нижня оболонки не будуть розширені. Це запобігає розширенню вузьких областей оболонок, які створюються, якщо поверхня моделі має майже вертикальний нахил. Кут 0 ° є горизонтальним і не викликає розширення оболонки, кут 90 ° є вертикальним і викликає розширення всієї оболонки.

# top_bottom description
source: Top/Bottom
uk_ua: Дно / кришка

# top_bottom label
source: Top/Bottom
uk_ua: Дно / кришка

# acceleration_topbottom label
source: Top/Bottom Acceleration
uk_ua: Прискорення кришки/дна

# top_bottom_extruder_nr label
source: Top/Bottom Extruder
uk_ua: Екструдер дна/кришки

# skin_material_flow label
source: Top/Bottom Flow
uk_ua: Потік для верхніх/нижніх ліній

# jerk_topbottom label
source: Top/Bottom Jerk
uk_ua: Ривок кришки/дна

# skin_angles label
source: Top/Bottom Line Directions
uk_ua: Напрямок лінії дна/кришки

# skin_line_width label
source: Top/Bottom Line Width
uk_ua: Ширина лінії дна/кришки

# top_bottom_pattern label
source: Top/Bottom Pattern
uk_ua: Шаблон для кришки/дна

# speed_topbottom label
source: Top/Bottom Speed
uk_ua: Швидкість кришки/дна

# top_bottom_thickness label
source: Top/Bottom Thickness
uk_ua: Товщина дна/кришки

# support_type option buildplate
source: Touching Buildplate
uk_ua: Від столу

# support_tower_diameter label
source: Tower Diameter
uk_ua: Діаметр веж

# support_tower_roof_angle label
source: Tower Roof Angle
uk_ua: Кут даху веж

# mesh_rotation_matrix description
source: Transformation matrix to be applied to the model when loading it from file.
uk_ua: Матриця перетворення, що застосовується до моделі під час її завантаження з файла.

# travel label
source: Travel
uk_ua: Переміщення

# acceleration_travel label
source: Travel Acceleration
uk_ua: Прискорення переміщення

# travel_avoid_distance label
source: Travel Avoid Distance
uk_ua: Дистанція обходу

# jerk_travel label
source: Travel Jerk
uk_ua: Ривок переміщення

# speed_travel label
source: Travel Speed
uk_ua: Швидкість переміщення

# magic_mesh_surface_mode description
source: Treat the model as a surface only, a volume, or volumes with loose surfaces. The normal print mode only prints enclosed volumes. "Surface" prints a single wall tracing the mesh surface with no infill and no top/bottom skin. "Both" prints enclosed volumes like normal and any remaining polygons as surfaces.
uk_ua: Розглядати модель тільки у вигляді поверхні або обсяги з вільними поверхнями. При нормальному режимі друкуються лише закриті об'єми. У режимі "Поверхня" друкується одиночна стінка по межі об'єкта, без заповнення, без верхніх та нижніх оболонок. У режимі "Обидва варіанти" друкуються закриті об'єми як нормальні, а будь-які полігони, що залишилися, як поверхні.

# support_structure option tree
source: Tree
uk_ua: Дерево

# infill_pattern option trihexagon
source: Tri-Hexagon
uk_ua: Шестигранник із трикутників

# infill_pattern option triangles
source: Triangles
uk_ua: Трикутник

# support_bottom_pattern option triangles
source: Triangles
uk_ua: Трикутники

# support_interface_pattern option triangles
source: Triangles
uk_ua: Трикутники

# support_pattern option triangles
source: Triangles
uk_ua: Трикутники

# support_roof_pattern option triangles
source: Triangles
uk_ua: Трикутники

# support_tree_max_diameter label
source: Trunk Diameter
uk_ua: Діаметр стовбура

# meshfix_union_all label
source: Union Overlapping Volumes
uk_ua: Об'єднання об'ємів які перекриваються

# bridge_wall_min_length description
source: Unsupported walls shorter than this will be printed using the normal wall settings. Longer unsupported walls will be printed using the bridge wall settings.
uk_ua: Стінки без підтримки, які коротші за вказане значення, будуть надруковані з використанням стандартних налаштувань стінок. Довші стінки без підтримки будуть надруковані з використанням налаштувань стінки містка.

# adaptive_layer_height_enabled label
source: Use Adaptive Layers
uk_ua: Використовувати адаптивні шари

# support_use_towers label
source: Use Towers
uk_ua: Використовувати башти

# acceleration_travel_enabled description
source: Use a separate acceleration rate for travel moves. If disabled, travel moves will use the acceleration value of the printed line at their destination.
uk_ua: Використовуйте окремий коефіцієнт прискорення для переміщення. Якщо опцію вимкнено, то при переміщенні буде використовуватись значення прискорення рядка в пункті призначення.

# jerk_travel_enabled description
source: Use a separate jerk rate for travel moves. If disabled, travel moves will use the jerk value of the printed line at their destination.
uk_ua: Використовуйте окремий коефіцієнт ривка для переміщення. Якщо опцію вимкнено, то при переміщенні буде використовуватись значення ривка рядка в пункті призначення.

# relative_extrusion description
source: Use relative extrusion rather than absolute extrusion. Using relative E-steps makes for easier post-processing of the g-code. However, it's not supported by all printers and it may produce very slight deviations in the amount of deposited material compared to absolute E-steps. Irrespective of this setting, the extrusion mode will always be set to absolute before any g-code script is output.
uk_ua: Використання відносної, а чи не абсолютної екструзії. Кроки відносної екструзії полегшують подальшу обробку G-коду. Однак вона не підтримується всіма принтерами і може призводити до дуже незначних відхилень у кількості матеріалу, що наноситься в порівнянні з кроками абсолютної екструзії. Незалежно від цієї настройки, перед виведенням будь-якого скрипту G-коду завжди буде встановлений абсолютний режим екструзії.

# support_use_towers description
source: Use specialized towers to support tiny overhang areas. These towers have a larger diameter than the region they support. Near the overhang the towers' diameter decreases, forming a roof.
uk_ua: Використання спеціальних веж для підтримки крихітних областей, що нависають. Такі вежі мають діаметр більший, ніж підтримуваний ними регіон. Поблизу нависання діаметр веж збільшується, формуючи дах.

# infill_mesh description
source: Use this mesh to modify the infill of other meshes with which it overlaps. Replaces infill regions of other meshes with regions for this mesh. It's suggested to only print one Wall and no Top/Bottom Skin for this mesh.
uk_ua: Використовувати цей об'єкт для зміни заповнення інших об'єктів, з якими він перекривається. Замінює області заповнення інших об'єктів областями цього об'єкта. Пропонується лише для друку однієї стінки без верхніх та нижніх оболонок.

# support_mesh description
source: Use this mesh to specify support areas. This can be used to generate support structure.
uk_ua: Використовуйте цей об'єкт, щоб вказати область підтримки. Може використовуватись при генерації структури підтримки.

# anti_overhang_mesh description
source: Use this mesh to specify where no part of the model should be detected as overhang. This can be used to remove unwanted support structure.
uk_ua: Використовуйте цей об'єкт для вказівки частин моделі, які не повинні розглядатися як нависаючі. Може використовуватись для видалення небажаних структур підтримки.

# z_seam_type option back
source: User Specified
uk_ua: Вказано користувачем

# material_shrinkage_percentage_z label
source: Vertical Scaling Factor Shrinkage Compensation
uk_ua: Вертикальний коефіцієнт масштабування для компенсації усадки

# slicing_tolerance description
source: Vertical tolerance in the sliced layers. The contours of a layer are normally generated by taking cross sections through the middle of each layer's thickness (Middle). Alternatively each layer can have the areas which fall inside of the volume throughout the entire thickness of the layer (Exclusive) or a layer has the areas which fall inside anywhere within the layer (Inclusive). Inclusive retains the most details, Exclusive makes for the best fit and Middle stays closest to the original surface.
uk_ua: Вертикальний допуск у нарізаних шарах. У випадку контури шару створюються шляхом зняття поперечних перерізів по середині товщини кожного шару (Середина). Крім того, кожен шар може мати області, що потрапляють в об'єм по всій товщині шару (Виключення), або області, що потрапляють в будь-яке шар (Включення). Спосіб «Включення» зберігає більше деталей, спосіб «Виключення» забезпечує найкраще припасування, а спосіб «Середина» — найближча відповідність оригінальній поверхні.

# material_bed_temp_wait label
source: Wait for Build Plate Heatup
uk_ua: Чекати поки прогріється стіл

# material_print_temp_wait label
source: Wait for Nozzle Heatup
uk_ua: Чекати поки прогріється сопло

# acceleration_wall label
source: Wall Acceleration
uk_ua: Прискорення стінок

# wall_distribution_count label
source: Wall Distribution Count
uk_ua: Лічильник розподілів по стінках

# wall_extruder_nr label
source: Wall Extruder
uk_ua: Екструдер стінок

# wall_material_flow label
source: Wall Flow
uk_ua: Потік для стінки

# jerk_wall label
source: Wall Jerk
uk_ua: Ривок стіни

# wall_line_count label
source: Wall Line Count
uk_ua: Кількість ліній стінки

# wall_line_width label
source: Wall Line Width
uk_ua: Ширина лінії стінки

# inset_direction label
source: Wall Ordering
uk_ua: Порядок стінок

# speed_wall label
source: Wall Speed
uk_ua: Швидкість друку стінок

# wall_thickness label
source: Wall Thickness
uk_ua: Товщина стінки

# wall_transition_length label
source: Wall Transition Length
uk_ua: Довжина переходу до стінки

# wall_transition_filter_distance label
source: Wall Transitioning Filter Distance
uk_ua: Відстань фільтра під час переходу між стінками

# wall_transition_filter_deviation label
source: Wall Transitioning Filter Margin
uk_ua: Поле фільтра під час переходу між стінками

# wall_transition_angle label
source: Wall Transitioning Threshold Angle
uk_ua: Пороговий кут переходу між стінками

# shell label
source: Walls
uk_ua: Стінки

# wall_overhang_angle description
source: Walls that overhang more than this angle will be printed using overhanging wall settings. When the value is 90, no walls will be treated as overhanging. Overhang that gets supported by support will not be treated as overhang either.
uk_ua: Стіни, що виступають під кутом більше зазначеного, будуть надруковані з використанням налаштувань виступаючої стінки. Якщо значення становить 90, стінки не вважаються виступаючими. Виступаючі елементи, котрих є підтримка, також вважаються виступаючими.

# support_interface_skip_height description
source: When checking where there's model above and below the support, take steps of the given height. Lower values will slice slower, while higher values may cause normal support to be printed in some places where there should have been support interface.
uk_ua: Якщо вибрано у випадку, коли модель знаходиться під та над підтримкою, приймає кроки даної висоти. Малі значення уповільнюють прорахунок, а великі – можуть призвести до генерації підтримок у деяких місцях, де краще б друкувати інтерфейс підтримок.
